{
  "citedProvisions": [
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-001",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-001",
      "provisionSequence": 1,
      "parentActSequence": 1,
      "provisionNumber": "article 24",
      "provisionNumberKey": "24",
      "parentActType": "LOI",
      "parentActName": "loi du 15 juin 1935 sur l'emploi des langues en matière judiciaire",
      "parentActDate": "1935-06-15",
      "parentActNumber": null,
      "provisionInterpretation": null,
      "relevantFactualContext": null
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-002",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-002",
      "provisionSequence": 2,
      "parentActSequence": 2,
      "provisionNumber": "article 780",
      "provisionNumberKey": "780",
      "parentActType": "CODE",
      "parentActName": "Code judiciaire",
      "parentActDate": null,
      "parentActNumber": null,
      "provisionInterpretation": "La Cour rappelle que, conformément à l’article 780 du Code judiciaire, elle n’est tenue de répondre qu’aux moyens qui respectent les exigences formelles prévues par l’article 744; toutefois elle précise que le non‑respect éventuel des obligations formelles imposées par l’article 744 n’entraîne pas automatiquement l’irrecevabilité des demandes, de sorte qu’un appel incident peut être examiné malgré des manquements formels.",
      "relevantFactualContext": "Les consorts P. soutenaient que l’appel incident des époux A. devait être déclaré irrecevable pour non‑respect des règles formelles; la cour a examiné cette contestation et a admis l’appel incident malgré les griefs procéduraux soulevés."
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-003",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-002",
      "provisionSequence": 3,
      "parentActSequence": 2,
      "provisionNumber": "article 744",
      "provisionNumberKey": "744",
      "parentActType": "CODE",
      "parentActName": "Code judiciaire",
      "parentActDate": null,
      "parentActNumber": null,
      "provisionInterpretation": "La Cour interprète l’article 744 du Code judiciaire comme imposant des obligations formelles quant aux moyens à produire en appel (forme et contenu des moyens), mais elle précise que le défaut de respect de ces obligations n’entraîne pas nécessairement l’irrecevabilité de la demande; l’inobservation de l’article 744 peut affecter la conduite du débat sans pour autant écarter automatiquement la voie d’appel.",
      "relevantFactualContext": "La question s’est posée dans le cadre de l’appel incident formé par les époux A. et contesté par les consorts P., qui invoquaient l’absence de conformité des moyens aux prescriptions de l’article 744."
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-004",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-003",
      "provisionSequence": 4,
      "parentActSequence": 3,
      "provisionNumber": "article 1382",
      "provisionNumberKey": "1382",
      "parentActType": "CODE",
      "parentActName": "Code civil",
      "parentActDate": null,
      "parentActNumber": null,
      "provisionInterpretation": "La Cour rappelle que l’article 1382 du Code civil fonde la responsabilité aquilienne et qu’il permet d’obtenir une réparation intégrale du dommage : pour engager la responsabilité sur le fondement de l’article 1382 il faut démontrer la réunion de trois conditions simultanées (faute, dommage, lien de causalité) ; cette action vise la réparation intégrale, distincte de la réparation propre à la théorie des troubles de voisinage.",
      "relevantFactualContext": "Les époux A. invoquaient l’article 1382 pour obtenir réparation des dégâts (chute d’enduit, fissures) imputés aux travaux réalisés dans l’immeuble voisin; la cour a analysé si faute, dommage et lien causal étaient établis."
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-005",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-003",
      "provisionSequence": 5,
      "parentActSequence": 3,
      "provisionNumber": "article 1383",
      "provisionNumberKey": "1383",
      "parentActType": "CODE",
      "parentActName": "Code civil",
      "parentActDate": null,
      "parentActNumber": null,
      "provisionInterpretation": "La Cour rappelle que l’article 1383 du Code civil s’inscrit avec l’article 1382 dans le régime de la responsabilité délictuelle: la responsabilité aquilienne suppose la réunion d’une faute, d’un dommage et d’un lien de causalité. L’article 1383 est ainsi traité conjointement à l’article 1382 pour définir les conditions de la réparation intégrale.",
      "relevantFactualContext": "La question de la preuve d’une faute imputable aux consorts P. (ou à leur entrepreneur) et du lien de causalité entre les travaux et les désordres allégués a été centrale pour l’application des articles 1382/1383 aux dommages constatés."
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-006",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-003",
      "provisionSequence": 6,
      "parentActSequence": 3,
      "provisionNumber": "article 544",
      "provisionNumberKey": "544",
      "parentActType": "CODE",
      "parentActName": "Code civil",
      "parentActDate": null,
      "parentActNumber": null,
      "provisionInterpretation": "La Cour interprète l’article 544 du Code civil comme reconnaissant au propriétaire le droit de jouir normalement de sa chose et comme fondement de la théorie des troubles de voisinage : lorsqu’un comportement rompt l’équilibre entre propriétés en imposant un trouble excédant les inconvénients normaux du voisinage, le propriétaire victime a droit à une juste et adéquate compensation visant à rétablir l’égalité rompue; cette action n’offre qu’une indemnisation de l’excès de dommage, non une réparation intégrale.",
      "relevantFactualContext": "La Cour a retenu, au titre des troubles de voisinage, que les travaux entrepris chez les consorts P. avaient rompu l’équilibre entre propriétés voisins et causé des troubles (chute d’enduit, fissures) justifiant une compensation limitée à l’excédent de dommage."
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-007",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-004",
      "provisionSequence": 7,
      "parentActSequence": 4,
      "provisionNumber": "article 98, §1er, 8°",
      "provisionNumberKey": "98",
      "parentActType": "CODE",
      "parentActName": "Code bruxellois de l'aménagement du territoire (CoBAT)",
      "parentActDate": null,
      "parentActNumber": null,
      "provisionInterpretation": "La Cour constate et applique l’article 98, §1er, 8° du CoBAT en retenant que l’abattage d’un arbre à haute tige ne peut être effectué sans un permis exprès du collège. Cette règle sert à contrôler la légalité du permis n°104/05 et à apprécier si l’autorité communale a disposé de l’information nécessaire pour mesurer l’impact de l’abattage sur les biens voisins.",
      "relevantFactualContext": "La contestation porte sur le permis d’abattage n°104/05 délivré à M. P. pour trois sapins, et notamment sur le sapin n°3 dont l’abattage aurait affecté l’écran végétal protégeant la vue des époux A."
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-008",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-005",
      "provisionSequence": 8,
      "parentActSequence": 5,
      "provisionNumber": "article 27",
      "provisionNumberKey": "27",
      "parentActType": "ARRETE_GOUVERNEMENT",
      "parentActName": "arrêté du Gouvernement de la Région de Bruxelles-Capitale du 17 janvier 2002 (arrêté abrogé le 12 décembre 2013)",
      "parentActDate": "2002-01-17",
      "parentActNumber": null,
      "provisionInterpretation": "La Cour rappelle que, selon l’arrêté gouvernemental du 17 janvier 2002 alors en vigueur, l’article 27 définissait l’arbre à haute tige par des caractéristiques objectives (circonférence du tronc ≥ 40 cm à 1,50 m et hauteur ≥ 4 m). Cette définition sert à déterminer si l’abattage requérait un permis et, partant, si la demande présentée devait contenir les renseignements correspondants.",
      "relevantFactualContext": "La demande de permis n°104/05 ne comportait ni indication d’âge ni mesure de circonférence/hauteur pour le sapin n°3, empêchant d’établir clairement s’il s’agissait d’un arbre à haute tige au sens de l’article 27."
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-009",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-005",
      "provisionSequence": 9,
      "parentActSequence": 5,
      "provisionNumber": "article 28",
      "provisionNumberKey": "28",
      "parentActType": "ARRETE_GOUVERNEMENT",
      "parentActName": "arrêté du Gouvernement de la Région de Bruxelles-Capitale du 17 janvier 2002 (arrêté abrogé le 12 décembre 2013)",
      "parentActDate": "2002-01-17",
      "parentActNumber": null,
      "provisionInterpretation": "La Cour rappelle que l’article 28 de l’arrêté imposait que le dossier de demande d’abattage d’arbres à haute tige comprenne des photos significatives permettant d’évaluer la situation sur le bien et les biens voisins, avec indication des points de vue sur le plan d’implantation. Elle applique cette exigence pour juger que le dossier de M. P. était insuffisant en ce point.",
      "relevantFactualContext": "Le dossier de demande n°104/05 ne contenait pas de photos significatives du sapin n°3 (seule une photo prise de la rue le montrait en arrière‑plan), ce qui a conduit la cour à relever une omission importante dans l’analyse de l’impact sur les voisins."
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-010",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-005",
      "provisionSequence": 10,
      "parentActSequence": 5,
      "provisionNumber": "article 29",
      "provisionNumberKey": "29",
      "parentActType": "ARRETE_GOUVERNEMENT",
      "parentActName": "arrêté du Gouvernement de la Région de Bruxelles-Capitale du 17 janvier 2002 (arrêté abrogé le 12 décembre 2013)",
      "parentActDate": "2002-01-17",
      "parentActNumber": null,
      "provisionInterpretation": "La Cour rappelle que l’article 29 de l’arrêté exigeait que le dossier comporte un plan d’implantation indiquant notamment les noms des propriétaires des biens contigus et l’emplacement précis des arbres à abattre. La Cour applique cette exigence pour constater que l’autorité n’a pas disposé d’un plan complet permettant d’apprécier les conséquences pour les voisins.",
      "relevantFactualContext": "La demande de permis n°104/05 ne mentionnait pas, sauf par un extrait cadastral, la propriété des époux A. ni l’emplacement précis du sapin n°3, de sorte que la commune n’était pas en pleine connaissance de cause."
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-011",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-006",
      "provisionSequence": 11,
      "parentActSequence": 6,
      "provisionNumber": "article 0.4",
      "provisionNumberKey": "0",
      "parentActType": "AUTRE",
      "parentActName": "PPAS n°20bis de la Commune d'UCCLE",
      "parentActDate": null,
      "parentActNumber": null,
      "provisionInterpretation": "La Cour retient que l’article 0.4 du PPAS n°20bis impose la conservation des plantations existantes et exige que la sauvegarde privilégie celles qui assurent l’isolement des aménagements et des propriétés voisines; cette règle sert à apprécier l’opportunité et les conditions de replantation imposées par le permis d’abattage.",
      "relevantFactualContext": "Le permis a imposé la replantation de deux érables japonais et deux viburnum sans préciser l’emplacement; l’expert constate que les replantations ont été effectuées dans l’allée entre n°55 et n°59, et non à l’emplacement du sapin n°3 protégeant les époux A."
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-012",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-007",
      "provisionSequence": 12,
      "parentActSequence": 7,
      "provisionNumber": "article 32",
      "provisionNumberKey": "32",
      "parentActType": "CODE",
      "parentActName": "Code rural",
      "parentActDate": null,
      "parentActNumber": null,
      "provisionInterpretation": "La Cour interprète l’article 32 du Code rural en apportant la présomption légale selon laquelle toute haie séparant héritages est réputée mitoyenne, sauf démonstration contraire (un seul héritage clôturé ou titre/possession suffisante du contraire). Cette présomption commande l’analyse de la mitoyenneté de la haie litigieuse et de la légalité de son enlèvement.",
      "relevantFactualContext": "Photos et procès‑verbal d’huissier montrent des souches et plantations situées des deux côtés de la limite séparative, établissant que l’ancienne haie se trouvait à cheval sur les deux fonds et était dès lors réputée mitoyenne."
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-013",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-007",
      "provisionSequence": 13,
      "parentActSequence": 7,
      "provisionNumber": "article 34, alinéa 3",
      "provisionNumberKey": "34",
      "parentActType": "CODE",
      "parentActName": "Code rural",
      "parentActDate": null,
      "parentActNumber": null,
      "provisionInterpretation": "La Cour rappelle que l’article 34, al. 3 du Code rural reconnaît au copropriétaire d’une haie mitoyenne le droit de la détruire jusqu’à la limite de sa propriété, à la charge de construire un mur sur cette limite; la Cour applique cette règle pour constater que l’arrachage integral de la haie par les consorts P., sans concertation, excédait les droits résultant de l’article et constituait une faute.",
      "relevantFactualContext": "Les consorts P. ont arraché l’ancienne haie mitoyenne sans prévenir leurs voisins; les constats d’huissier et les photos montrent que l’arrachage a porté sur l’ensemble de la haie, y compris des souches situées sur la limite."
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-014",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-007",
      "provisionSequence": 14,
      "parentActSequence": 7,
      "provisionNumber": "article 35, alinéa 1er",
      "provisionNumberKey": "35",
      "parentActType": "CODE",
      "parentActName": "Code rural",
      "parentActDate": null,
      "parentActNumber": null,
      "provisionInterpretation": "La Cour expose que, selon l’article 35, alinéa 1er du Code rural, les arbres à haute tige doivent en principe être plantés à deux mètres de la ligne séparative, et qu’à défaut le voisin peut exiger leur arrachage. Cette règle est utilisée pour apprécier les prétentions relatives au déplacement ou à la replantation des arbres de la haie litigieuse.",
      "relevantFactualContext": "Les époux A. demandaient le déplacement de la nouvelle haie et le remplacement de deux érables; la cour relève que les demandeurs n’établissent pas que les arbres retirés étaient d’un âge et d’une situation relevant d’une protection particulière, et que le code prévoit le droit du voisin d’exiger l’arrachage si la distance n’est pas respectée."
    },
    {
      "provisionId": null,
      "parentActId": null,
      "internalProvisionId": "ART-ECLI:BE:CABRL:2019:ARR.20190502.4-015",
      "internalParentActId": "ACT-ECLI:BE:CABRL:2019:ARR.20190502.4-007",
      "provisionSequence": 15,
      "parentActSequence": 7,
      "provisionNumber": "article 36",
      "provisionNumberKey": "36",
      "parentActType": "CODE",
      "parentActName": "Code rural",
      "parentActDate": null,
      "parentActNumber": null,
      "provisionInterpretation": "La Cour rappelle que l’article 36 du Code rural permet au voisin d’exiger l’arrachage des arbres plantés à une distance insuffisante de la ligne séparative; cette disposition explique pourquoi l’arrachage de certains arbres mitoyens ou trop rapprochés peut ne pas constituer une faute civile susceptible d’obliger à replanter.",
      "relevantFactualContext": "Les époux A. ne démontrent pas que les deux érables arrachés avaient une ancienneté (>30 ans) ou une situation juridique interdisant leur enlèvement; la cour constate que, en l’absence de preuve contraire, le droit rural permettait éventuellement leur arrachage par les voisins."
    }
  ],
  "extractedReferences": {
    "url": {
      "eu": [],
      "be": []
    },
    "reference": {
      "eu": {
        "extracted": [],
        "verified": []
      },
      "be": {
        "extracted": [],
        "verifiedNumac": [],
        "verifiedFileNumber": []
      }
    }
  }
}