{
  "full_html": "<html><head></head><body><h1 id=\"cour-dappel-du-ressort-de-bruxelles\" data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-001\">Cour d'appel du ressort de\nBruxelles</h1>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-002\">Arrêt n° 2015-AR-2244</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-003\">du 02 mai 2019</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-004\">R.G. 2014/AR/183 <strong>EN CAUSE DE :</strong> Monsieur M. P.,\ndomicilié à; Et Monsieur M.P., domicilié à Madame S. P., domiciliée à;\nMadame A. P., domiciliée à; Monsieur J.P., domicilié à; reprenant\nl'instance initialement mue contre Madame B. L.; appelants, représentés\npar Mes Anne VRANCKX et Julie DELAHAYE, avocats à 1200 Bruxelles, avenue\nde Broqueville, 116 bte 2 ;</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-005\"><strong>CONTRE :</strong> Monsieur P. A. et Madame J. S., domiciliés\nensemble à ; intimés représentés par Me Olivier COLLON, avocat à 1000\nBruxelles, rue des Minimes, 41 ;</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-006\">Vu les pièces de la procédure, et notamment :</p>\n<ul>\n<li data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-007\">- le jugement dont appel, prononcé contradictoirement par le\ntribunal de première instance francophone de Bruxelles le 29 septembre\n2015, dont les parties ne produisent pas d'acte de signification ;</li>\n<li data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-008\">- la requête d'appel déposée au greffe de la cour le 9 décembre 2015\npour M. P. et Mme L. (ci-après, les époux P.) ;</li>\n<li data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-009\">- les conclusions de synthèse déposées au greffe de la cour le 30\nseptembre 2016 pour les époux P. et le 30 novembre 2016 pour M. A. et\nMme S. (ci-après, les époux A.) ;</li>\n<li data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-010\">- l'acte de reprise d'instance déposé le 4 avril 2019 pour M. M. P.,\nMme S. P., Mme A. P. et M. J. P. (ci-après, les consorts P.) ;</li>\n<li data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-011\">- les dossiers de pièces des parties.</li>\n</ul>\n<h2 id=\"i.-la-reprise-dinstance\" data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-012\">I. La reprise d'instance</h2>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-013\">1. M. M. P., Mme S.P., Mme A. P. et M. J. P. déclarent, en tant\nqu'héritiers, reprendre l'instance mue initialement contre Mme L., qui\nest décédée le 28 août 2016. Il convient de leur en donner acte.</p>\n<h2 id=\"ii.-les-faits-et-antécédents-de-la-procédure\" data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-014\">II. Les faits et\nantécédents de la procédure</h2>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-015\">2. Les époux A. sont propriétaires d'une maison trois façades, sise\navenue ... Les époux P. ont acquis la maison voisine, sise au n°55, en\n2005. Avant de s'installer, ils ont décidé d'y faire des travaux de\nrénovation, qui ont été en partie confiés à la SPRL Dimmo.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-016\">3. Par un courrier du 8 décembre 2005, les époux A. ont écrit aux\népoux P. pour leur demander l'établissement d'un état des lieux\ncontradictoire avant et après travaux. Ils insistaient pour que ceux-ci\nsoient effectués dans le respect des règlements en vigueur et des règles\nde l'art.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-017\">4. Le 15 décembre 2005, la Commune d'UCCLE a octroyé aux époux P. un\npermis n°104/05 pour l'abattage de trois arbres, à savoir deux résineux\nsitués sur la limite mitoyenne entre les maisons du n°55 et du n°59 de\nl'avenue et un chamaecyparis situé dans le jardin des époux P., contre\nla haie mitoyenne séparant ces deux propriétés, et ce, à la condition de\nreplanter deux érables japonais et deux viburnum.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-018\">5. Par un courrier du 29 décembre 2005, les époux A. ont écrit aux\népoux P. en faisant référence à un entretien téléphonique du 27\ndécembre, lors duquel M. A. aurait expliqué avoir constaté un percement\nà travers le mur mitoyen de la chambre du 2ème étage et de fortes odeurs\nde peintures. Ils insistaient à nouveau sur la nécessité d'établir un\nétat des lieux et joignaient des photos à leur courrier montrant un trou\ndans leur plafonnage.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-019\">6. Par un courrier du 17 janvier 2006, le bureau d'expertises D. a\nécrit aux époux P. avoir été mandaté par l'assureur des époux A. pour\nvenir constater les troubles causés suite aux travaux réalisés. Il les\ninvitait à être présents le 25 janvier 2006.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-020\">7. Par un courrier du 18 janvier 2006, M. P. a répondu aux époux A.\nêtre surpris par la teneur de leur courrier du 29 décembre dès lors que,\nà sa connaissance, aucun percement dans les murs mitoyens n'aurait été\nréalisé. Il confirmait avoir contacté son entrepreneur, la société\nDimmo, pour qu'il s'explique et prévienne son assureur.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-021\">8. Les époux P. n'étant pas disponibles le 25 janvier 2006, le bureau\nd'expertises D. est venu sur les lieux le 15 février 2006, en présence\nde l'entrepreneur Dimmo et de son assureur. Lors de cette réunion, les\népoux P., bien que conviés, n'étaient pas présents.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-022\">9. Par un courrier du 22 mars 2006, les époux A. ont écrit aux époux\nP. que le problème d'odeur de peinture s'était aggravé, au point que\nleur fils devait dormir dans une autre pièce. Par courrier du 4 avril\n2006, les époux P. ont répondu que les nombreuses interventions, par\ntéléphone ou par oral, de M. A. commençaient à ressembler à du\nharcèlement.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-023\">10. Le 4 avril 2006, le bureau D. a envoyé aux époux P. une copie du\ndevis de réparation pour les dommages subis par les époux A. (relatifs à\nla chambre du 2ème étage, à la chambre du 1er étage et au living du\nrez-de-chaussée), soit un total de 1.750 euro . Le 20 avril 2006, les\népoux P. ont répondu afin de contester toute intervention de leur part,\nà défaut de lien causal entre leurs travaux et les dommages allégués.\nIls demandaient de recevoir le rapport établi suite à la visite du 15\nfévrier 2006.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-024\">11. Par un courrier du 27 avril 2006, les époux A. ont écrit aux\népoux P. qu'ils n'avaient nulle intention de les harceler mais bien de\nvoir leurs droits sauvegardés. Ils résumaient les dégâts subis à leur\nimmeuble suite aux travaux (outre le problème d'odeurs rendant la\nchambre de leur fils inutilisable) : « Il s'agit notamment de fissures\net de dégâts au plafonnage dans différentes pièces qui résultent de vos\ntravaux » . Ils suggéraient à nouveau une expertise contradictoire.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-025\">12. Le 3 mai 2006, le bureau d'expertises D. a envoyé aux époux P.\nles remarques suivantes : - le décollement du plafonnage de la chambre\ndu 2ème étage est dû à la présence d'un fer plat qui soutenait une verne\nde la charpente de l'immeuble des P. qui a « probablement bougé lors des\ntravaux de démontage de la lucarne avant », - les odeurs résultent\nprobablement du démontage de la cheminée, le conduit n'ayant pas été\nrebouché au niveau des planchers, - les fissures relevées après travaux\nont dû apparaître suite aux vibrations engendrées par les travaux de\ndémolition de la cheminée. Le 24 mai 2006, les époux P. ont répondu : -\nau bureau d'expertise D. qu'il n'y avait pas eu d'expertise\ncontradictoire et qu'ils ne pouvaient donc donner suite à la demande de\npaiement et - aux époux A. qu'à défaut de rapport contradictoire, ils ne\npouvaient réserver de suite à leur courrier du 27 avril 2006. Le 21 juin\n2006, le bureau D. a répondu qu'une réunion contradictoire avait été\norganisée le 15 février 2006 en présence de la société Dimmo et de son\nassureur et que les époux P. avaient eu la possibilité d'y assister.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-026\">13. Le 28 novembre 2006, la Commune d'UCCLE a octroyé à Mme L., qui\nhabitait dans une rue perpendiculaire à l'avenue , un permis d'abattage\nn°114/06 (demandé par M. P.) d'un épicéa situé à moins de deux mètres de\nla clôture mitoyenne des époux P., tout en ordonnant qu'un nouvel arbre\nsoit planté.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-027\">14. Suite à une plainte des époux A., la direction de l'urbanisme de\nl'administration de l'Aménagement du territoire et du logement du\nMinistère de la Région de Bruxelles-Capitale a établi, le 4 janvier\n2007, un rapport de visite dont il résulte que les travaux réalisés par\nles époux P. ne requéraient pas de permis d'urbanisme et ne\nconstituaient pas une infraction urbanistique.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-028\">15. Les 10 et 13 mars 2007, M. A. a dénoncé auprès de la police le\nfait que son voisin aurait coupé la haie mitoyenne et quatre érables qui\ns'y trouvaient, ce qui aurait endommagé sa clôture. Le 13 mars, la\npolice a constaté la présence de 4 souches d'arbres de petit diamètre le\nlong de la clôture et le fait que la clôture était fragilisée. Le 17\nmars 2007, l'huissier de justice D M. a constaté, à la demande des époux\nA., que les époux P. avaient fait enlever plusieurs arbres et planter\nsur leur propriété des ifs d'environ 2 mètres de haut.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-029\">16. Par un courrier recommandé du 21 mars 2007, M. P. a écrit à M. A.\nafin de dénoncer à nouveau le harcèlement dont sa famille faisait\nl'objet. Il relatait par ailleurs le fait que, le 15 mars 2007, M. A.\navait, pendant plusieurs heures, pris des photos des jardiniers qui\nvenaient de remplacer la haie existante « tout à fait dégarnie et morte\nà plusieurs endroits ». Le lendemain, le précédent conseil des époux P.\na mis en demeure M. A. de cesser ses agissements.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-030\">17. Le 28 mars 2007, la Commune d'UCCLE a écrit aux époux A. que les\ntravaux réalisés par les époux P. étaient conformes au PPAS et à\nl'arrêté du gouvernement du 12 juin 2003 relatif aux travaux dispensés\nde permis d'urbanisme.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-031\">18. Par un courrier du 4 juin 2007, le conseil des époux A. a écrit\nau précédent conseil des époux P. afin de contester tous les reproches\nfaits à ses clients, tout en énumérant les voies de fait imputées aux\népoux P..</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-032\">19. Par un courrier du 1er août 2007, les époux A. ont écrit à la\nRégion de Bruxelles-Capitale afin de dénoncer les travaux réalisés par\nleurs voisins. Le 4 janvier 2008, la direction de l'urbanisme de\nl'administration de l'Aménagement du territoire et du logement du\nMinistère de la Région de Bruxelles-Capitale a répondu que, suite à une\nvisite du 13 décembre 2007, il n'avait pu être constaté que des travaux\nnécessitant un permis d'urbanisme auraient été réalisés.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-033\">20. Le 3 août 2008, la Commune d'UCCLE a écrit à M. P. afin de lui\ndemander de respecter le permis d'urbanisme relatif à l'arbre abattu\ndans la propriété de Mme L..</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-034\">21. Le 16 octobre 2008, la direction de l'urbanisme de\nl'administration de l'Aménagement du territoire et du logement du\nMinistère de la Région de Bruxelles-Capitale a confirmé au conseil des\népoux A. qu'aucune infraction n'avait été constatée dans le chef des\népoux P..</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-035\">22. Par la suite, les époux A. ont adressé plusieurs courriers à la\nCommune d'UCCLE relatifs à l'abattage par les époux P. de quatre érables\net de la haie mitoyenne. Le 10 août 2009, la Commune d'UCCLE a répondu\nqu'un nouvel arbre devait être replanté dans la propriété de Mme L. et\nqu'un permis régulier avait été délivré pour l'abattage de l'arbre\nprécédent. Le 19 août, la Commune a également écrit que les trois\nrésineux avaient été abattus conformément à un permis octroyé à M. P..\nPar un courrier du 16 octobre 2009, les époux A. ont adressé à la\nCommune d'UCCLE un très long courrier reprenant leurs griefs à\nl'encontre de l'administration communale (jugée partiale et négligente).\nLe 24 novembre 2009, les époux A. ont écrit à nouveau à la commune, en\ncommuniquant un arrêt de la Cour d'appel de Bruxelles leur donnant\nraison quant à l'irrégularité d'un permis d'abattage d'un autre arbre\nsitué sur une propriété contiguë à la leur. Par un courrier du 12\nfévrier 2010, les époux A. ont écrit à la Région de Bruxelles-Capitale\nquant à l'absence de replantation d'un arbre dans la propriété de Mme\nL..</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-036\">23. Le 20 mai 2010, la présente procédure a été introduite par les\népoux A..</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-037\">24. Le 3 septembre 2010, la Région a écrit aux nouveaux propriétaires\nde l'immeuble qui appartenait précédemment à Mme L. afin de leur\ndemander de respecter le permis d'urbanisme (copie de ce courrier a été\nadressée à M. A. le 23 septembre 2010). Le 8 décembre 2011, la Commune\nd'UCCLE a dressé un procès-verbal d'infraction. Par un courrier du 16\nmars 2011, les époux A. ont écrit à la Commune d'UCCLE au sujet du même\narbre. Le 30 août 2011, la Commune d'UCCLE a informé M. A. qu'une mise\nen demeure avait été adressée aux nouveaux propriétaires et, le 30\nnovembre 2011, elle a constaté qu'un érable de plus de 2,20 m avait été\nplanté, mettant fin à l'infraction.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-038\">25. Le 7 janvier 2015, les époux A. ont fait dresser un procès-verbal\nde constat par l'huissier de justice D M, dont il résulte que la haie\nd'ifs plantée sur la propriété des époux P. était taillée de façon\nrégulière et constante à environ 2,40 m/2,50 m du côté du n°55 et non\ntaillée du côté du n°53, où elle atteignait une hauteur d'environ 3\nm.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-039\">26. Mme L. est décédée le 28 août 2016.</p>\n<h2 id=\"iii.-la-procédure\" data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-040\">III. La procédure</h2>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-041\">27. L'action principale originaire, mue par les époux A. par citation\ndu 20 mai 2010, tendait à entendre condamner les époux P. à : - réparer\nles dégâts causés à leur propriété suite aux travaux de rénovation\nentrepris, tels que constatés par le bureau D. lors de sa visite du 15\nfévrier 2006 ; - replanter des arbres dans leur jardin ainsi que dans le\njardin de la voisine L. suite à l'abattage d'autres arbres, à déplacer\nla nouvelle haie, à remplacer les deux érables qui étaient sur la\npropriété des époux A., à réparer les dégâts à la clôture extérieure et\nau mur mitoyen extérieur ; - rembourser les frais d'huissier de justice.\nLes époux A. avaient formé par ailleurs une demande nouvelle tendant à\nla condamnation des époux P. au paiement de 201,64 euro représentant le\ncoût des travaux de réparation de leur véhicule à la suite du délit de\nfuite qu'ils imputaient à J. P., fils des époux P.. Avant dire droit,\nils demandaient la désignation d'un expert judiciaire. Les époux P. ont\ncité en intervention forcée et garantie tant la Commune d'UCCLE par acte\ndu 30 novembre 2010 que la SPRL Dimmo par acte du 1er décembre 2010. Par\nvoie de conclusions, les époux P. concluaient à l'irrecevabilité ou à\ntout le moins au non fondement de l'action principale et à la\ncondamnation solidaire ou in solidum des époux A. aux dépens. A titre\nsubsidiaire, ils postulaient la condamnation de : - la SPRL Dimmo à les\ngarantir de toutes condamnations qui seraient prononcées contre eux\nsuite aux travaux de rénovation effectués ; - la Commune d'UCCLE à les\ngarantir de toutes condamnations qui seraient prononcées contre eux en\nraison de l'irrégularité des permis d'urbanisme accordés en 2005 et 2006\n; - la SPRL Dimmo et de la Commune d'UCCLE aux dépens des actions en\nintervention et garantie. Ils formaient une action reconventionnelle\ntendant à la condamnation des époux A. solidairement, in solidum, ou\nl'un à défaut de l'autre au paiement de la somme provisionnelle de 7.500\neuro à titre de dommages et intérêts pour procédure téméraire et\nvexatoire. La Commune d'UCCLE concluait au non fondement de l'action en\nintervention et garantie. Elle sollicitait que, dans l'hypothèse où le\ntribunal désignerait un expert, il ne lui attribue pas la mission de\nvérifier les permis d'abattage n°104/05 et 114/06 et de donner son avis\ntechnique sur la régularité de ces permis eu égard aux dispositions\nlégales et qu'il dispense dès lors la Commune d'UCCLE de participer à\nl'expertise. La SPRL Dimmo concluait au non-fondement de la demande.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-042\">28. Par jugement du 9 octobre 2012, le premier juge a : - dit\nirrecevable : o la demande nouvelle tendant à la condamnation des époux\nP. au paiement de 201,64 euro représentant le coût des travaux de\nréparation du véhicule des époux A. ; o la demande tendant à confier à\nl'expert la mission de vérifier la régularité du permis d'abattage de\nl'arbre situé sur le fonds de Mme L. (permis n°114/06) ; - décidé qu'il\ny avait lieu de désigner un expert mais de limiter sa mission (en\nexcluant notamment la vérification de la régularité des permis\nd'abattage) ; - désigné Mme Galler, comme expert, avec pour mission, en\nsubstance : o 1) de déterminer si les travaux réalisés par les époux P.\nont causé un dommage aux époux A. (et de l'évaluer) o 2) d'examiner le\npermis d'abattage n°104/05 et de donner son avis technique sur les\nconditions de ce permis et sur leur respect, o 3) de constater et\ndécrire l'état actuel de la haie et de la clôture séparant les fonds\nvoisins et de donner son avis sur la compatibilité de la haie plantée\npar les défendeurs avec l'acte de vente produit par les époux A. et les\nprescriptions du PPAS n°20bis de la Commune d'UCCLE. L'expert a rendu\nson rapport le 25 février 2014.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-043\">29. Après expertise, les époux A. demandaient au premier juge de\ncondamner les époux P. : - à leur payer 3.000 euro , montant retenu\ninitialement par l'expert judiciaire et correspondant à la réparation du\ndommage sans considération de vétusté ; - à replanter un arbre à haute\ntige de calibre minimum 18/20 pour remplacer l'arbre abattu en février\n2006 dans leur jardin dans les dix jours de la signification du jugement\nà intervenir, à peine d'une astreinte de 200 euro par jour ; - à\ndéplacer la nouvelle haie à la distance réglementaire de 50 cm prévue\npar le code rural (art. 35), augmentée de la distance adéquate pour\ntenir compte du développement naturel, de l'entretien et de la taille de\nla dite haie, et à rétablir la haie mitoyenne à une hauteur de 1,50 m,\nau moyen de ligustrum, telle qu'imposée par les conditions particulières\nde l'acte de vente ; - à remplacer les deux érables qui se trouvaient\nsur leur propriété (et faisaient partie de la haie mitoyenne) ; - à\nréparer la clôture endommagée et le mur mitoyen extérieur, dans les dix\njours de la signification du jugement à intervenir, sous peine d'une\nastreinte de 350 euro par jour ; - à leur rembourser les frais du\nprocès-verbal de constat dressé par le ministère des huissiers de\njustice Leroy le 24 avril 2007, soit la somme de 375 euro , augmentée\ndes intérêts judiciaires ; - à leur payer, à titre de dommage moral, la\nsomme de 10.000 euro ; - aux dépens de la procédure. Les époux P.\nconcluaient au non-fondement de la demande principale et à la\ncondamnation solidaire ou in solidum des époux A. aux dépens des\ninstances (IP liquidée à 5.000 euro ). Ils formaient, à titre\nsubsidiaire, une demande en intervention et garantie contre la SPRL\nDimmo et la Commune d'UCCLE, la première en garantie des condamnations\nqui pourraient intervenir à la suite des travaux de rénovation qu'elle\navait réalisés en 2005 et la deuxième en raison des conséquences qui\nrésulteraient de l'éventuelle irrégularité des permis d'urbanisme\naccordés à M. P. en 2005. Ils formaient une demande reconventionnelle\nvisant à entendre condamner les époux A. solidairement ou in solidum, au\npaiement d'une somme provisionnelle de 10.000 euro à titre de\ndommages-intérêts pour procédure téméraire ou vexatoire, sous réserve de\nmajoration. La Commune d'UCCLE concluait au non-fondement de la demande\nen intervention forcée et à la condamnation solidaire ou in solidum des\népoux P. aux dépens (IP liquidée à 1.320 euro ). La SPRL Dimmo concluait\nau non-fondement de la demande principale des époux A. concernant les\ntravaux de rénovation. Elle concluait au non-fondement de la demande en\nintervention forcée et à la condamnation solidaire ou in solidum des\népoux P. aux dépens (IP liquidée à 1.320 euro ). A titre subsidiaire,\nelle demandait que le dommage lié à son intervention soit limité au\nmontant de 1.240 euro , conformément aux chiffres en valeur réelle\nrepris dans le rapport d'expertise.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-044\">30. Par le jugement dont appel du 29 septembre 2015, le premier juge\na : - déclaré les demandes principales et en intervention recevables ; -\ndit que la demande des époux A. était partiellement fondée et condamné\nles époux P. à : o payer aux époux A. la somme de 1.210 euro ; o\nrabattre la haie d'ifs à une hauteur de 1,50 m une fois par an ; -\ndéclaré les demandes en intervention sans objet ; - condamné les époux\nP. aux dépens liquidés dans le chef des époux A. à 1.836,79 euro\n(expertise), 660 euro (IP), 172,54 euro (citation) et 55,50 euro (frais\nde reproduction d'archives) et, dans le chef de la Commune d'UCCLE et de\nla SPRL Dimmo, à 1.320 euro .</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-045\">31. Relevant appel, les époux P. demandent à la cour : - Quant à\nl'appel principal, de : - dire la demande originaire formée par les\népoux A. intégralement non fondée et de les condamner, solidairement, in\nsolidum ou l'un à défaut de l'autre, aux dépens, en ce compris\nl'indemnité de procédure (IP majorée liquidée à 5.000 euro ) ; -\ncondamner les époux A., solidairement, in solidum ou l'un à défaut de\nl'autre : o à leur payer un montant provisionnel de 10.000 euro à titre\nde dommages et intérêts pour procédure téméraire ou vexatoire, à majorer\ndes intérêts judiciaires, sous réserve de majoration en cours d'instance\n; o à leur payer un montant de 2.971,13 euro , à titre d'indemnisation\ndes indemnités de procédure versées aux parties intervenantes\nvolontaires, et des frais de citation en intervention forcée ; o aux\ndépens de la procédure d'appel (IP liquidée à 1.320 euro ) ; - Quant à\nl'appel incident, de : - le déclarer irrecevable ou, à tout le moins,\nnon fondé, - leur donner acte qu'ils se réservent de postuler\nl'irrecevabilité et l'écartement de toute nouvelle demande formée au\ntitre d'appel incident en plus de celles reprises au dispositif des\nconclusions additionnelles d'appel des parties intimées. Ils forment en\noutre une demande nouvelle tendant à la condamnation des époux A.,\nsolidaire, in solidum ou l'un à défaut de l'autre, au paiement de 2.000\neuro du chef d'appel incident téméraire et vexatoire, à majorer des\nintérêts judiciaires, sous réserve de majoration en cours\nd'instance.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-046\">32. Les époux A. demandent à la cour de dire l'appel principal\nrecevable mais non-fondé. Ils forment un appel incident et demandent à\nla cour de condamner les époux P. à : - à leur payer 3.000 euro , soit\nle montant retenu initialement par l'expert judiciaire et correspondant\nà la réparation des dommages sans considération de vétusté ; - à\nreplanter un arbre à haute tige de calibre minimum 18/20 pour remplacer\nl'arbre abattu en février 2006 dans leur jardin, dans les dix jours de\nla signification du jugement à intervenir, à peine d'une astreinte de\n200 euro par jour ; - à remplacer deux érables qui se trouvaient dans la\nhaie mitoyenne sur leur propriété ; - à réparer la clôture endommagée et\nle mur mitoyen extérieur dans les dix jours de la signification du\njugement à intervenir, sous peine d'une astreinte de 350 euro par jour ;\n- à leur rembourser les frais d'expertise judiciaire réalisée par Mme\nGaller, soit la somme de 3.673,58 euro ; - à leur rembourser les frais\ndu procès-verbal de constat d'huissier dressé le 24 avril 2007, soit la\nsomme de 375 euro , augmentée des intérêts judiciaires, ainsi que les\nfrais de procès-verbal de constat d'huissier du 7 janvier 2015, de 350\neuro ; - à leur rembourser les honoraires, frais et débours relatifs à\nla mission de l'expert-architecte Stricklesse, soit la somme de 3.091,22\neuro ; - à leur payer à titre de dommage moral, la somme de 10.000 euro\n; - à leur payer, à titre de dommages et intérêts, la somme de 10.000\neuro pour procédure (en réalité appel) téméraire et vexatoire (il s'agit\nd'une demande nouvelle) ; - aux dépens des procédures de première\ninstance et d'appel (IP liquidée à 1.210 euro par instance).</p>\n<h2 id=\"iv.-discussion-et-décision-de-la-cour\" data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-047\">IV. Discussion et\ndécision de la cour</h2>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-048\">33. Il convient d'emblée de rappeler que, conformément à l'article\n780 du Code judiciaire, la cour n'est tenue de répondre qu'aux moyens\nqui respectent l'article 744 du même code. Le non-respect éventuel des\nobligations imposées par cette disposition n'entraîne toutefois pas\nl'irrecevabilité des demandes qui sont formées de sorte qu'il n'y a, en\ntout état de cause, pas lieu, comme le suggèrent les consorts P., de\nconclure à l'irrecevabilité de l'appel incident formé par les époux A..\nLa cour examinera successivement la question de l'autorité de chose\njugée attachée au jugement du 9 octobre 2012 (A.), le rapport\nd'expertise (B.), les demandes des époux A. (C.), celles des consorts P.\n(D.) et les dépens (E.).</p>\n<h3 id=\"a.-lautorité-de-chose-jugée-du-jugement-du-9-octobre-2012\" data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-049\">A.\nL'autorité de chose jugée du jugement du 9 octobre 2012</h3>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-050\">34. Les consorts P. relèvent que le tribunal de première instance : -\ndans son jugement du 9 octobre 2012, a considéré que les griefs des\ndemandeurs originaires étaient limités « (...) aux fentes dans les murs\ndes deux pièces de l'étage » et qu'il y avait donc lieu de limiter la\nmission de l'expert, mais également qu'il n'apercevait « pas l'utilité\nde vérifier si les travaux sont conformes ou non au plan particulier\nd'affectation du sol n° 20 bis de la Commune d'UCCLE dès l'instant où le\nfonctionnaire délégué, sur plainte des demandeurs, s'est rendu sur place\net a confirmé que les travaux ne requéraient pas d'autorisation\nurbanistique », - dans le jugement entrepris du 29 septembre 2015, a\ndécidé qu'il avait « déjà jugé la question de l'existence d'une\ninfraction urbanistique en ce qui concerne les travaux entrepris » et\nqu'il n'y avait « donc plus lieu d'y revenir » et que, surabondamment,\nles éléments du dossier permettaient de penser qu'il n'y avait pas\ninfraction, d'une part et qu'il ne voyait pas quel dommage en serait\nrésulté pour les époux A., d'autre part. Selon les consorts P., il n'y a\ndonc plus lieu d'examiner si les travaux qu'ils ont réalisés étaient ou\nnon sujets à permis.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-051\">35. Selon les époux A., en « ce qui concerne les travaux, et\nnotamment la question de la nécessité d'obtention préalable d'un permis\nd'urbanisme afin d'entamer les travaux de suppression de la lucarne, les\nconcluants réexaminent la question uniquement parce que celle-ci est\nvisée par le jugement du 29 septembre 2015 et a donc été réintroduite\ndans les débats par le premier juge » de sorte qu'il n'y « a donc pas\nviolation de l'autorité de la chose jugée » (leurs conclusions,\np.&nbsp;19).</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-052\">36. Il convient cependant de relever que, dans le jugement du 29\nseptembre 2015, le tribunal n'a réexaminé les griefs des époux A. qu'à\ntitre surabondant, de sorte qu'il n'y a d'intérêt à examiner ceux qu'ils\nforment en degré d'appel que s'ils démontrent que c'est à tort que, dans\nle jugement entrepris, le tribunal a considéré qu'il avait vidé sa\nsaisine en ce qui concerne la question de la régularité des travaux\nréalisés au regard de l'exigence d'un permis. Or, les époux A. ne\nforment aucun grief contre le jugement entrepris sur ce point de sorte\nqu'il est sans intérêt d'examiner leurs moyens relatifs à la nécessité\npour les époux P. d'obtenir un permis préalablement au remplacement de\nla lucarne du toit par un velux.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-053\">37. Les consorts P. estiment également que la demande visant à les\ncondamner à replanter un arbre à haute tige de calibre minimum 18/20\ndans le jardin d'une autre propriétaire du lotissement est irrecevable,\nayant été tranchée par le jugement du 9 octobre 2012. Il convient\ncependant de relever que la demande des époux A. ne vise pas le sapin\nabattu en application du permis n°114/06 mais le sapin n°3 abattu en\napplication du permis n°104/05 de sorte que le premier juge n'avait pas\nvidé sa saisine sur ce point dans son jugement du 9 octobre 2012 et que\nl'appel incident des époux A. est recevable à cet égard.</p>\n<h3 id=\"b.-le-rapport-dexpertise\" data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-054\">B. Le rapport d'expertise</h3>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-055\">38. Le rapport d'expertise examine trois questions : celle des\nfissures et de la chute d'enduit (1.), celle du permis d'abattage (2.)\net celle de la haie (3.).</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-056\"><strong>1. Les fissures et l'enduit</strong></p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-057\">39. L'expert a constaté, dans la chambre avant du 2ème étage, la\nchute de la couche d'enduit sur une surface circulaire d'environ 20 cm\nde diamètre et la présence d'un fer plat en L accroché dans le mur, mais\négalement la présence de petites fissures entre le plafonnage du plafond\net de certains murs. Selon l'expert, le décollement de l'enduit se\ntrouve à l'endroit de l'appui d'une pièce de charpente de la toiture des\népoux P.. Il précise (p.&nbsp;32) : « Cette panne de charpente avait été\nancrée in tempore non suspecto dans le mur mitoyen par la pièce\nmétallique que nous avons découverte ou du mur juste derrière\nl'épaisseur d'enduit tombé. En remplaçant la fenêtre mansardée par un\nvelux, l'entrepreneur a touché à cette poutre, sans la modifier, pour\nréaliser la pose du Velux. Le placement de plaques en plâtre et\nd'isolation ont dû donner quelques chocs fussent-ils peu importants à la\nstructure de toiture. L'enduit voisin est apparu comme un enduit\nd'époque à base de paille (ou de crin). Comme la poutre était terminée\npar une pièce métallique en contact avec l'enduit voisin, de structure\npeu homogène, celui-ci s'est détaché juste à cet endroit. L'entrepreneur\nne pouvant pas deviner comment avait été posée cette poutre dans le\nmitoyen, et puisqu'aucun état des lieux n'avait été réalisé\npréalablement, ce dégât est à mon avis dû au fait de construire, non à\nune faute d'exécution. Il convient cependant de relever pour être\ncomplet que, puisque cette pièce est visible lorsque l'enduit est\nenlevé, elle était visible avant que l'enduit ne soit placé (en 1953).\nAucune précaution n'a de toute évidence été prise par les constructeurs\nde l'époque pour assurer l'enduisage sur des matériaux de nature\ndifférente ni pour modifier la situation d'ancrage ». Suite à une\nremarque du conseil des époux P., l'expert a précisé qu'elle n'avait pas\nde preuve pour affirmer que « le placement de plaques en plâtre et\nd'isolation ont dû donner quelques chocs fussent-ils peu importants à la\nstructure de toiture », même « si cela peut sembler être logique ». Elle\na donc retiré cette phrase (rapport, p.&nbsp;41) tout en confirmant, que, à\nson avis, le dégât « est dû au fait de construire ». En ce qui concerne\nles petites fissures à la jonction mur/plafond, l'expert indique\nqu'elles sont dues à « un manque de joint souple entre les deux\nmatériaux » (rapport, p.&nbsp;42). Selon l'expert, « l'exécution de l'époque\nne prévoyait pas ce type de joints, le silicone n'existant pas, on avait\nrecours à des moulures pour cacher le joint ».</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-058\">40. Dans la chambre avant du 1er étage, l'expert relève, après avoir\nconstaté que la cheminée avant de la maison des époux P. a été démolie,\ndes traces de décollement de l'enduit derrière le papier peint qui «\npourraient être à mettre en relation avec le niveau de déviation de la\ncheminée ou avec la possibilité d'infiltration en partie supérieure de\ncheminée » et précise que ces « griefs ne sont donc pas imputables à une\nfaute d'exécution mais soit au fait de construire, soit à une\ninfiltration par un ou des joints vidés ». L'expert ne retient aucun\ndédommagement pour les fissures dans la chambre arrière du 2ème étage\n(M. A. ayant décidé de ne pas l'inclure dans ses griefs) et dans la\nchambre arrière du 1er étage (ne voyant aucun lien avec les travaux\nréalisés par la société Dimmo).</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-059\">41. L'expert chiffre, en valeur à neuf, les dommages à 3.000 euro\npour les deux pièces (chambre avant, 2ème étage et chambre avant, 1er\nétage). Après application d'un coefficient de vétusté, l'expert retient\nun dommage total de 1. 240 euro , ou 620 euro par pièce.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-060\"><strong>2. Le permis d'abattage n°104/05</strong></p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-061\">42. L'expert constate que les trois sapins visés dans le permis\nd'abattage ont été abattus et que M. P. a replanté, dans l'allée\nséparant les n°55 et n°59, deux érables japonais et deux hydrangea\npaniculata, alors que le permis prévoyait deux érables et deux viburnum.\nElle estime que la question du sapin n°3 ne rentre pas dans sa mission.\nL'expert conclut : « Si l'on veut être accroché au texte, la condition\ndes érables est respectée, la taille de ces derniers n'était pas\nprécisée, quant aux viburnum, ils ont été remplacés par des hydrangea\nqui sont de taille et de teintes de floraison similaire. S'agissant\nd'arbustes décoratifs, la pérennité de ceux-ci n'est jamais assurée.\nL'expertise estime que cette deuxième condition est respectée dans\nl'esprit du prescrit. La demande comprenait érables ou viburnum. Le\npermis comprend la notion d'érable et de viburnum comme le propose le\ndemandeur ».</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-062\"><strong>3. Le problème de la haie</strong></p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-063\">43. En ce qui concerne la haie, l'expert constate : - que la\nmitoyenneté entre les fonds est matérialisée par un mur en briques\nrecouvert d'un cimentage peint, une partie haute côté maison prolongée\npar une partie basse côté jardin, - qu'une haie en taxus baccata est\nplantée sur la longueur restante de la propriété P., d'une hauteur de 2\nmètres, - que l'acte de vente précise dans ses conditions particulières\nqu'une haie devait être « plantée de mitoyenneté » et « ne pourra avoir\nen souche une hauteur supérieure à un mètre cinquante centimètres », la\nhaie étant coupée et ramenée à cette hauteur tous les ans avant le 15\navril, - que la haie n'est pas mitoyenne et qu'elle mesure plus de 1,50\nm de haut en manière telle qu'elle n'est pas compatible avec les\nprescriptions de l'acte de vente, ni du reste avec le PPAS (qui prévoit\nun maximum de 1,80 m et que la haie soit de fils lisses ou de treillis\nmétallique, le treillis métallique se trouvant sur la propriété de M.\nA.).</p>\n<h3 id=\"c.-les-demandes-des-époux-a.\" data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-064\">C. Les demandes des époux A.</h3>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-065\">44. Les demandes des consorts A. concernent la question des dégâts\ndans les chambres (1.), du remplacement du sapin n°3 (2.) de la haie\nséparant les propriétés des parties (3.) ainsi que des demandes de\ncondamnation pour dommage moral (4.), pour frais d'huissier et de\nconseil technique (5.) et pour appel téméraire et vexatoire (6.).</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-066\"><strong>1. Les dégâts dans les chambres</strong></p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-067\">45. Selon les consorts P., c'est à tort que le premier juge les a\ncondamnés à indemniser les époux A. pour les dégâts survenus dans les\nchambres avant du 1er et du 2ème étages. Ils font notamment valoir qu'il\nn'existe pas de preuve du lien causal entre les dommages allégués et les\ntravaux réalisés, que ceux-ci ne sont en tout cas pas constitutifs d'une\nfaute dans leur chef ni d'une rupture d'équilibre des propriétés\nvoisines et que, si dommage il y a eu, il résulte de l'état antérieur de\nla maison des époux A.. Selon les époux A., c'est à tort que l'expert et\nle premier juge ont appliqué un coefficient de vétusté. Ils fondent leur\ndemande, à titre principal, sur l'article 1382 du Code civil et, à titre\nsubsidiaire, sur la théorie des troubles de voisinage.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-068\">46. La cour rappelle que les inconvénients du voisinage, lorsque les\nvoisins ne sont pas liés par un lien contractuel, obéissent\nprincipalement à deux régimes, indépendants l'un de l'autre (Cass., 14\njuin 1968, Pas., I, p.&nbsp;1177) : la responsabilité quasi-délictuelle,\nfondée sur les articles 1382 et suivants du Code civil et la théorie des\ntroubles du voisinage, fondée sur l'article 544 du Code civil.\nConformément aux articles 1382 et 1383 du Code civil, la responsabilité\naquilienne est soumise à la réunion simultanée de trois conditions :\nl'existence d'une faute, celle d'un dommage et celle d'un lien de\ncausalité unissant ceux-ci. La notion légale de cause est comprise comme\nétant la condition sans laquelle le dommage ne se serait pas réalisé tel\nqu'il s'est réalisé in concreto (Cass., 13 juin 1932, Pas., I, 189 ; 18\njuin 1973, Pas., I, 968 ; 27 mars 1980, Pas., I, 931 ; 3 mai 1996, Pas.,\nI, n° 146 ; 21 février 2001, Pas., I, n° 107). L'article 544 du Code\ncivil reconnaît à tout propriétaire le droit de jouir normalement de sa\nchose. En vertu de cette disposition, « le propriétaire d'un immeuble\nqui, par un fait, une omission ou un comportement quelconque, rompt\nl'équilibre entre les propriétés en imposant à un propriétaire voisin un\ntrouble excédant la mesure des inconvénients ordinaires du voisinage,\nlui doit une juste et adéquate compensation, rétablissant l'égalité\nrompue » (Cass., 24 mars 2016, T.B.O., 2016, p.&nbsp;549). L'action fondée\nsur l'article 1382 permet d'obtenir une réparation intégrale du dommage\nalors que celle fondée sur la théorie des troubles de voisinage ne vise\nqu'une juste et adéquate compensation, rétablissant l'égalité rompue.\nElle ne couvre donc que l'excès de dommage, c'est-à-dire ce qui dépasse\nles inconvénients normaux.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-069\">47. En l'espèce, en ce qui concerne la chambre avant du 1er étage, il\nrésulte du rapport d'expertise que les traces de décollement de l'enduit\nderrière le papier peint « pourraient être à mettre en relation avec le\nniveau de déviation de la cheminée ou avec la possibilité d'infiltration\nen partie supérieure de cheminée », l'expert précisant que ces problèmes\nsont dus « soit au fait de construire, soit à une infiltration par un ou\ndes joints vidés ». Le rapport renvoie notamment à une photo n°1574 du\nrapport d'expertise (p.&nbsp;12) où l'expert a relevé un disjoint dans la\nmaçonnerie sous le couvre-mur de la maison des époux A. et indique : «\ninfiltration possible ». Il en résulte qu'il existe deux causes\npossibles au dommage dont se prévalent les époux A. de sorte qu'ils\nn'établissent pas avec suffisamment de certitude le lien causal entre le\ndommage qu'ils allèguent et, soit une faute, soit un fait, une omission\nou un comportement quelconque imputable aux époux P..</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-070\">48. En ce qui concerne la chambre du 2ème étage, deux types de dégâts\nsont invoqués par les époux A. : la chute de l'enduit et des fissures\nentre le plafond et les murs. Il convient d'emblée de relever que\nl'impossibilité d'établir l'état exact de cette pièce avant les travaux\nréalisés par la société Dimmo résulte du refus des époux P. de donner\nsuite à la demande formée par les époux A., dès le 8 septembre 2005,\nd'établir un état des lieux avant et après travaux.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-071\">49. En ce qui concerne l'enduit, la cour estime qu'il résulte à\nsuffisance des éléments de la cause que sa chute a été causée par les\ntravaux réalisés par les époux P.. Certes, l'expert a admis n'avoir pas\nde preuve quant au fait que le placement de plaques en plâtre et\nd'isolation a « dû donner quelques chocs (...) à la structure de toiture\n» (ce qu'elle avait suggéré dans un premier temps). Elle a cependant\nconsidéré que cela pouvait « sembler être logique » et confirmé que,\nselon elle, ce dégât était « dû au fait de construire ». Il convient par\nailleurs de relever que, dans leur courrier du 8 décembre 2005, les\népoux A. ne faisaient pas état d'un percement à travers le mur mitoyen\nde la chambre du 2ème étage, circonstance qu'ils ne dénoncent que le 29\ndécembre 2005 alors qu'il n'est pas contesté que, à cette époque, la\nsociété Dimmo était en train de réaliser ses travaux. La cour estime par\nconséquent que les époux A. établissent à suffisance de droit que la\nchute de l'enduit n'a pas eu lieu avant les travaux réalisés dans\nl'immeuble des époux P. et que, compte tenu des considérations de\nl'expert, toute autre cause peut être exclue.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-072\">50. Il en va de même des fissures de la chambre du 2ème étage. Il\nconvient de relever qu'aucune mention de ces fissures n'est faite dans\nles courriers des 8 et 29 décembre 2005, de sorte qu'il peut être\nconsidéré qu'elles ne sont apparues que postérieurement aux travaux de\nla société Dimmo (les époux A. en ont fait part à leur assureur, puis\naux époux P., en avril 2006). L'expert relève que ces fissures sont dues\nà un manque de joint souple entre les deux matériaux. Elle précise que,\ntout comme dans le cas de la chute de l'enduit, il ne s'agit pas d'une\nfaute d'exécution mais de conséquences de l'acte de construire. Dès lors\nqu'elle propose, dans le poste « dommages en relation causale avec les\ntravaux », l'évaluation de la remise en état de toute cette pièce, il\npeut être conclu qu'elle a considéré que ces fissures étaient dues tant\nà la réalisation des travaux litigieux qu'à l'absence de joints souples\nentre les matériaux. Des fissures ne peuvent être causées uniquement par\nl'absence de joints souples (il faut nécessairement une cause\nextérieure) et, comme le relève l'expert Stricklesse (intervenu en\nqualité de conseil technique des époux A.), il paraît difficilement\ncrédible qu'elles résultent de la mise en place « normale » des\nbâtiments dès lors que ceux-ci ont été construits respectivement en 1939\net en 1953. La cour estime que, compte tenu de la date d'apparition des\nfissures et de l'absence de toute autre cause permettant d'expliquer\nleur survenance, il y a lieu de considérer qu'elles ont été causées par\nles travaux réalisés à la demande des époux P. dans leur immeuble.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-073\">51. Les époux A. n'établissent pas la faute qui aurait été commise\npar les époux P., dès lors, d'une part, que ceux-ci n'ont pas réalisé\neux-mêmes les travaux litigieux et, d'autre part, que les autorités\npubliques ont systématiquement considéré qu'aucun des travaux litigieux\nne requérait de permis d'urbanisme de sorte que, même à considérer que\nle premier juge n'a pas vidé sa saisine sur ce point dans le jugement du\n9 octobre 2012 qui est donc définitif sur ce point (supra, §§34-37) et\nqu'un tel permis s'imposait (ce qui n'est pas démontré), il ne peut être\nconclu que les époux P., profanes dans l'art de construire, ne se\nseraient pas comportés comme des personnes normalement prudentes et\ndiligentes.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-074\">52. En revanche, les consorts P. peuvent être tenus responsables des\ndommages subis par les époux A. sur la base de la théorie des troubles\nde voisinage. En effet, il résulte des considérations qui précèdent\nqu'avant la réalisation des travaux litigieux, les deux immeubles\navaient atteint un certain équilibre sans qu'il en résulte aucun dommage\nau niveau du plafonnage de la chambre avant du 2ème étage. Il y a donc\nbien eu rupture de cet équilibre suite à l'exécution des travaux,\nentraînant un trouble qui excède les inconvénients normaux de\nvoisinage.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-075\">53. Les consorts P. estiment que c'est à tort que le premier juge les\na condamnés à indemniser les époux A. pour les dégâts survenus dans la\nchambres du 2ème étage au motif, notamment, que le dommage résulterait\nde l'état antérieur de la maison des époux A.. La cour constate\ntoutefois qu'il n'y a pas lieu de retenir en l'espèce l'existence d'une\nréceptivité anormale de l'immeuble des époux A.. Le caractère anormal\nd'une réceptivité se mesure en effet à l'aune de la conformité des\ntechniques de construction utilisées à celles normalement adoptées à\nl'époque de la construction (P. LECOQ, Manuel de droit des biens, Tome\nI, Biens et Propriété, Larcier, Bruxelles, 2012, n°133, p.337). Or, en\nce qui concerne l'enduit, l'expert relève certes qu'aucune précaution\nn'a été prise par les constructeurs de l'époque (1953) pour assurer\nl'enduisage sur des matériaux de nature différente ni pour modifier la\nsituation d'ancrage mais n'indique pas qu'il se serait agi d'un\nmanquement aux règles de l'art de l'époque de sorte qu'il demeure à tout\nle moins un doute sur ce point. En revanche, il résulte clairement du\nrapport d'expertise que l'absence de joints souples ne constitue pas un\nmanquement aux règles de l'art de l'époque, l'expert indiquant\nexplicitement que « l'exécution d'époque ne prévoyait pas ce type de\njoint » (rapport, p.&nbsp;33). Aucune réceptivité anormale de l'immeuble\nvictime ne justifie dès lors qu'on réduise ou supprime en l'espèce la\ncompensation due en raison de la rupture de l'équilibre entre des\npropriétés voisines.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-076\">54. Il n'y a pas davantage lieu de réduire ou de refuser toute\nindemnisation au motif que l'expertise aurait « révélé une infraction\naux prescriptions urbanistiques au niveau de la toiture : une rehausse\nirrégulière a été effectuée, ce qui a permis l'aménagement d'une chambre\n» et que « si les lieux avaient été aménagés en grenier, comme cela\naurait dû l'être, le problème à l'origine du litige ne se serait pas\nposé » (conclusions des consorts P., p.&nbsp;38). En effet, qu'il y ait ou\nnon eu infraction urbanistique dans le chef des époux A., rien ne leur\ninterdisait (ni à leurs précédesseurs) de poser un plafonnage dans ce\ngrenier. La cour relève à cet égard que les époux A. ne demandent\nl'indemnisation d'aucun trouble de jouissance en ce qui concerne cette\npièce.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-077\">55. En revanche, la cour estime qu'il convient de déduire en l'espèce\nun coefficient de vétusté dans le sens retenu par l'expert. Selon la\njurisprudence de la Cour de cassation, il y a lieu de tenir compte, lors\nde la fixation d'une indemnité due dans le cadre de la responsabilité\naquilienne, d'un coefficient de vétusté et ce, même dans l'hypothèse où\nla partie préjudiciée se trouve dans l'impossibilité de retrouver une\nchose présentant le même degré de vétusté que celle endommagée (Cass.,\n11 février 2016, Pas., I, p.&nbsp;350 ; dans le même sens, voy. Cass., 5\noctobre 2018, R.G. n° C.18.0145.N ECLI:BE:CASS:2018:ARR.20181005.4 ,\ndisponible sur www.juridat.be). La doctrine majoritaire critique\ntoutefois cette analyse et exclut toute prise en compte de la vétusté\nlorsque le remplacement du bien ou d'une pièce ne peut se faire qu'au\nmoyen d'un objet neuf au motif que l'indemnité perçue doit permettre à\nla victime d'obtenir effectivement un objet semblable à l'objet détruit\nou détérioré (en ce sens, J.-L. FAGNART, «Plus-value et moins-value à la\nsuite de la réparation ou du remplacement d'une chose endommagée ou\nperdue », For. ass., 2013, pp.&nbsp;85-90 ; voy. également notamment R.O.\nDALCQ, Traité de la responsabilité civile, t. II, Bruxelles, Larcier,\n1962, n°3481 : « Il y a certes enrichissement de la victime ; il y a\nmême, dans la plupart des cas, appauvrissement du responsable, puisque\nc'est lui qui supporte la différence du neuf au vieux. Mais\nl'enrichissement de la victime n'est pas sans cause ; il n'est pas\ninjuste, parce qu'il trouve sa cause dans l'acte illicite du responsable\net dans l'obligation de réparer le dommage qu'il a causé » ; N.\nESTIENNE, « La réparation du dommage aux biens. Rapport belge », in Le\ndommage et sa réparation dans la responsabilité contractuelle et\nextracontratuelle. Etudes de droit comparé, B. Dubuisson et P. Jourdain\n(dir.), Bruxelles, Bruylant, 2015, pp.&nbsp;992-993 ; P. GALAND, « De\nl'opportunité d'appliquer un critère de vétusté en matière de réparation\nd'un dommage aux choses », in Questions spéciales relatives à la\nréparation du dommage, Limal, Anthemis, 2017, pp.&nbsp;167-184). Ces auteurs\nrappellent à juste titre que, pour être intégrale, la réparation doit\nmettre la victime en situation de pouvoir jouir à nouveau de son\nimmeuble comme si la faute n'avait pas été commise (dans le même sens,\nvoy. Cass., 28 septembre 1994, Pas., I, p.&nbsp;774 « Attendu que le dommage\ndont réparation est due, consiste non point dans la privation, pour la\nvictime, du prix de la chose, mais dans la privation de la chose; que la\nsomme allouée doit lui permettre d'acquérir, une chose semblable, compte\ntenu de l'impôt qu'entraînerait cette dépense »). Dans le cas de\nl'application de la responsabilité pour troubles de voisinage, dont la\ncaractéristique est d'être une responsabilité objective, sans faute, la\ncour estime cependant que la prise en compte de la vétusté se justifie\nau motif que ce n'est pas une réparation intégrale qui s'impose mais\nqu'il n'y a lieu qu'à indemnisation de l'excès de dommage en vue d'un\nrétablissement de l'équilibre rompu entre les propriétés, c'est-à-dire\nde l'indemnisation uniquement de ce qui dépasse la limite des\ninconvénients normaux, ces derniers devant être subis par les victimes\ndu trouble. Dans cette optique, à défaut de toute faute dans le chef du\nvoisin à qui le trouble est imputé, ni l'enrichissement de la victime,\nni l'appauvrissement corrélatif du responsable ne peuvent être justifiés\ndans le cadre de la théorie des troubles de voisinage par l'existence\nd'un acte illicite dans le chef du responsable, dont découlerait son\nobligation de réparer le dommage qu'il a causé. Il peut donc être tenu\nde la vétusté dans l'appréciation de la juste et adéquate compensation\ndue à la victime du trouble de voisinage.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-078\">56. Par ailleurs, la cour ne peut suivre le conseil technique des\népoux A. qui affirme, de façon unilatérale, pour écarter la prise en\ncompte d'une vétusté, qu'un plafonnage ne s'userait pas.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-079\">57. Il convient donc de confirmer le jugement entrepris en ce qu'il a\nfait droit à la demande des époux A. en ce qui concerne la chambre avant\ndu 2ème étage et de le réformer en ce qu'il a fait droit à leur demande\nconcernant la chambre avant du 1er étage. Il s'ensuit que l'indemnité\nallouée sera réduite à 620 euro .</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-080\"><strong>2. Le sapin n°3</strong></p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-081\">58. Les époux A. estiment, à titre principal, que le permis n°104/05\nest illégal et, à titre subsidiaire, qu'il n'a pas été correctement\nexécuté. Ils visent plus particulièrement le sapin n°3 tel que repris\ndans le schéma reproduit ci-dessous :</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-082\">59. Ils développent plusieurs moyens afin d'établir l'illégalité de\nce permis, notamment le fait qu'il n'est pas fait mention de leur\npropriété sur le plan d'implantation joint à la demande, qu'aucun motif\nn'apparaît sur la demande d'abattage du 30 septembre 2005, qu'aucune\nphoto claire (notamment du sapin n°3) n'a été communiquée à l'appui de\nla demande de permis, que ni l'âge ni le diamètre de couronne des arbres\nn'étaient indiqués et que les motifs invoqués par le service vert de la\ncommune sont incorrects. A cet égard, ils relèvent que le sapin n°3\nétait âgé de 60 à 70 ans et avait une hauteur de 16 mètres de sorte que\nla mention par ce service selon laquelle le sapin risquait de tripler de\nvolume est peu crédible. Ils invoquent également le fait que la preuve\ndu consentement du propriétaire du n°59 (et non du n°57 comme indiqué\nerronément dans le permis) n'est pas rapportée.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-083\">60. Les époux A. demandent à la cour de condamner les consorts P. à\nreplanter un arbre à haute tige de calibre minimum 18/20 dans leur\njardin. La cour constate cependant qu'ils ne précisent pas la base\nlégale de leur action. Interpellé sur ce point lors de l'audience du 10\navril, le conseil des époux A. a indiqué qu'il s'agissait de l'article\n1382 du Code civil.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-084\">61. Il convient d'emblée de relever que la question de la légalité de\nce permis n'a pas été tranchée par le tribunal dans son jugement du 9\noctobre 2012 mais examinée par celui-ci dans le jugement entrepris.\nSelon le premier juge, les époux A. ne démontrent pas en quoi les\ndocuments annexés à la demande de permis auraient été incomplets et\nn'auraient pas permis à la commune de statuer en pleine connaissance de\ncause.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-085\">62. L'article 98, §1er, 8° du Code bruxellois de l'aménagement du\nterritoire (CoBAT) dispose que nul ne peut, sans un permis préalable,\nécrit et exprès du collège des bourgmestre et échevins abattre un arbre\nà haute tige. L'arrêté du Gouvernement de la Région de\nBruxelles-Capitale du 17 janvier 2002 déterminait, avant son abrogation\npar un arrêté du 12 décembre 2013, la composition du dossier de demande\nde permis d'urbanisme. En son article 27, il définissait l'arbre à haute\ntige comme étant « un arbre dont le tronc mesure au moins 40 centimètres\nde circonférence à 1,50 mètre de hauteur, et qui atteint au moins 4,00\nmètres de hauteur ». L'article 28 de cet arrêté disposait que le dossier\nde demande d'abattage d'arbres à haute tige devait notamment contenir\n(4°) « toutes les photos significatives permettant d'évaluer\ncorrectement la situation existante sur le bien et les biens voisins\n(...) ; les différents endroits de prise en vue sont indiqués sur le\nplan d'implantation visé à l'article 29, 2° ». L'article 29 imposait par\nailleurs que le dossier comprenne en outre les documents graphiques\nsuivants, en quatre exemplaires, signés par le demandeur : « 2° un plan\nd'implantation dressé à une échelle de 1/500, 1/200 ou 1/100, et\nfigurant : (...) d) le nom des propriétaires et le numéro de police du\nbien et des biens contigus ; e) l'emplacement des arbres à haute tige en\ndistinguant ceux à maintenir et ceux à abattre en précisant l'essence de\nces derniers ».</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-086\">63. En l'espèce, force est de constater que la demande de permis\ndéposée par M. P. : - ne contenait pas de photo significative permettant\nd'évaluer correctement la situation existante du sapin n°3 sur le bien\net les biens voisins (seule une photo, prise de la rue, montre ce sapin\nen arrière-plan des sapins n°1 et 2), - ne reprenait, sauf dans\nl'extrait du plan cadastral, aucune information quant à la propriété des\népoux A. (et ce, alors que l'article 0.4 du PPAS n°20bis dispose: « les\nplantations existantes doivent être conservées conformément à la\nréglementation en vigueur » et que la « sauvegarde des plantations devra\nen tout état de cause privilégier celles qui assurent l'isolement des\naménagements et constructions à la vue depuis les voies publiques,\nespaces publics et propriétés voisines »), - ne reprenait ni le diamètre\napproximatif de la couronne ni l'âge supposé du sapin n°3 (cases à\nremplir sur le formulaire de demande de permis), - ne contenait aucun\nmotif justifiant la demande d'abattage. Malgré les omissions de la\ndemande de permis, celui-ci a cependant été octroyé : - sans qu'il soit\nfait référence à l'impact que l'abattage de cet arbre pourrait avoir sur\nles propriétés voisines, notamment celle des consorts A., - en imposant\nde « replanter deux érables japonais et deux viburnum comme le propose\nle demandeur », sans précision quant à la localisation de ces arbres et\nalors que la demande portait sur l'abattage de 3 arbres et qu'elle\nmentionnait, sans autre précision : « Replantation d'Erables Japonais ou\nde Viburnum », - en indiquant que le propriétaire du n°57 aurait donné\nson consentement à la demande, aucun document n'étant toutefois produit\nen ce sens (outre le fait qu'il s'agissait, manifestement, du n°59).</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-087\">64. En déposant une demande de permis qui ne permettait pas à\nl'autorité publique de se prononcer en connaissance de cause, M. P. a\ncommis une faute. Il peut également être considéré que l'abattage du\nsapin n°3 a causé un dommage aux époux A. dès lors qu'il résulte : - des\nphotos produites que ce sapin permettait de cacher partiellement à la\nvue de ceux-ci les immeubles situés derrière cet arbre et - du rapport\nd'expertise que les arbres replantés l'ont été dans le passage latéral\ndonnant accès au jardin des époux P. (entre les n°55 et 59, soit à\nl'endroit où les sapins n°1 et 2 se trouvaient) et non à l'endroit où se\ntrouvait le sapin n°3.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-088\">65. Il convient cependant de déterminer quelle aurait été la\nsituation si M. P. avait déposé une demande de permis complète,\npermettant à la Commune d'UCCLE de se faire une idée plus précise de\nl'impact de l'abattage du sapin n°3 sur les voisins, et notamment sur\nles époux A.. Comme le relèvent les consorts P., un fonctionnaire du\nservice vert de la commune d'UCCLE s'est rendu sur place. Le dossier ne\npermet cependant pas d'établir que celui-ci aurait effectué les constats\nnécessaires pour évaluer l'impact de l'abattage de l'arbre litigieux sur\nla situation des époux A., ni qu'il en aurait informé l'autorité\ncommunale.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-089\">66. Force est donc de constater qu'il n'est pas certain que le permis\nn'aurait pas, malgré tout, été octroyé de sorte que les époux A. ne\npeuvent faire valoir qu'une perte de chance à cet égard. Il est certain\ncependant que la faute commise par les époux P. a fait perdre une chance\naux époux A. que le permis n°104/05 ne soit pas octroyé ou à tout le\nmoins qu'il soit octroyé à des conditions moins dommageables pour eux.\nCompte tenu de l'attitude de la Commune d'UCCLE tant dans l'examen de ce\npermis que dans celui du permis n°114/06 ou dans celui qui a donné lieu\nà l'arrêt prononcé le 25 juin 2008 par la présente cour (et produit par\nles époux A.), il est manifeste que cette chance ne peut être évaluée à\n100 % de sorte qu'il ne peut être fait droit à la demande des époux A.\nde condamner les consorts P. à replanter un arbre à haute tige de\ncalibre minimum 18/20 dans leur jardin. La cour constate par ailleurs\nque les époux A. demandent l'indemnisation d'un dommage moral, qui est\nnotamment justifié par l'abattage du sapin n°3. Cette question sera\nexaminée ci-après (§§83-84).</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-090\"><strong>3. La haie</strong></p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-091\">67. En première instance, les époux A. faisaient grief aux époux P.\nd'avoir arraché la haie mitoyenne et les quatre érables qui s'y\ntrouvaient. Ils demandaient leur condamnation à déplacer la nouvelle\nhaie à la distance réglementaire de 50 cm prévue par le code rural (art.\n35), augmentée de la distance adéquate pour tenir compte du\ndéveloppement naturel, de l'entretien et de la taille de la dite haie,\net à rétablir la haie mitoyenne à une hauteur de 1,50 m, au moyen de\nligustrum, telle qu'imposée par les conditions particulières de l'acte\nde vente, mais également à remplacer les deux érables qui se trouvaient\nsur le propriété et à réparer le mur mitoyen extérieur et leur clôture\nendommagée. Le premier juge n'a pas fait droit à leur demande (jugée\nabusive) mais a condamné les époux P. à ramener la hauteur de leur haie\nà 1,50 m. En degré d'appel, les époux A. ne sollicitent plus le\ndéplacement de la haie privative ni le remplacement de la haie mitoyenne\nmais maintiennent leur demande relative aux deux érables ainsi qu'au mur\nmitoyen extérieur et à la clôture. Ils insistent néanmoins sur la voie\nde fait commise par les époux P. qui ont arraché sans les prévenir la\nhaie mitoyenne. Les consorts P. demandent la réformation du jugement\nentrepris en ce qu'il les a condamnés à couper leur haie à une hauteur\nde 1,5 m, demande qu'ils estiment être constitutive d'un abus de\ndroit.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-092\">68. Il convient de rappeler que l'article 32 du Code rural dispose\nque toute « haie qui sépare des héritages est réputée mitoyenne, à moins\nqu'il n'y ait qu'un seul des héritages en état de clôture, ou s'il n'y a\ntitre ou possession suffisante du contraire ». L'article 34, al.&nbsp;3 du\nmême code dispose que le « copropriétaire d'une haie mitoyenne peut la\ndétruire jusqu'à la limite de sa propriété, à la charge de construire un\nmur sur cette limite ».</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-093\">69. En l'espèce, il résulte clairement des photos déposées par les\népoux A. que le mur mitoyen séparatif extérieur était prolongé par une\nhaie vive, comprenant notamment des érables. Le PV de constat d'huissier\nde justice dressé le 24 avril 2007 (relatif à des constats opérés le 15\nmars) indique par ailleurs que : - le mur mitoyen extérieur fait 33 cm\nde large, - une clôture se trouve du côté de la maison des époux A., -\ndans le sol le long de la clôture se trouvent des souches de 3 à 6 cm de\ndiamètre (à moins de 16 cm de la clôture) et des souches de 12 à 14 cm\nde diamètre situées entre 14 et 23 cm de la clôture. Il est donc\nincontestable que la haie se trouvait à cheval sur les deux fonds,\ncertaines souches se trouvant d'un côté, d'autres de l'autre côté de la\nligne séparative entre ces fonds. En vertu de l'article 34 du Code rural\n(confirmé par le titre de propriété des époux A. ), cette haie est\nréputée mitoyenne et les consorts P. ne démontrent pas qu'elle était\nprivative. Les éléments qu'ils mettent en avant, notamment les constats\nde l'huissier De Mey, ne renversent pas la présomption instituée par\ncette disposition dès lors qu'ils concernent la nouvelle haie, dont\npersonne ne conteste qu'elle a été plantée sur la propriété des époux P.\npar ceux-ci, suite à l'arrachage de l'ancienne haie. Contrairement à ce\nque soutiennent les consorts P., il résulte clairement des photos\ndéposées par les époux A. (pièce 53 de leur dossier de pièces) que,\navant leur intervention, il ne restait pas entre les deux fonds « que\nquelques rejets d'arbustes malades et non entretenus qui ne pouvaient en\naucun cas être qualifiés de haie » (leurs conclusions, p.&nbsp;60). Les époux\nP. n'avaient donc pas le droit d'arracher cette haie dans son entièreté,\nparticulièrement sans se concerter avec leurs voisins de sorte que, en\nagissant ainsi (et sous réserve de la question des érables), ils ont\ncommis une faute.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-094\">70. En ce qui concerne les deux érables , les époux A. estiment\nqu'ils ont été arrachés de manière illicite dès lors que cet arrachage a\nété fait sans permis (alors qu'il s'agissait d'arbres à haute tige\nd'environ 4 m et vieux de plus de 30 ans) et sans leur accord (alors\nqu'ils étaient mitoyens, conformément à l'article 34 du Code rural, et\nsitués dans leur propriété). La cour constate cependant que les époux A.\nne démontrent pas que les arbres litigieux étaient vieux de plus de 30\nans et rappelle que l'article 34, al.&nbsp;2 du Code rural dispose\nexplicitement que chaque propriétaire a le droit d'exiger que les arbres\nmitoyens soient arrachés. L'article 35, al.&nbsp;1er du même code dispose par\nailleurs que les arbres à haute tige doivent en principe être plantés à\nla distance de deux mètres de la ligne séparative des deux héritages et\nqu'à défaut, le voisin peut exiger qu'ils soient arrachés (art. 36).\nDans ces circonstances, les époux A. ne démontrent pas sur quelle base\nlégale leur demande de condamnation des consorts P. à replanter les deux\nérables qui se trouvaient dans la haie mitoyenne devrait être déclarée\nfondée (leur arrachage ne constituant pas, en vertu des dispositions\nlégales précitées, une faute). Cette demande est, dès lors, non\nfondée.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-095\">71. En ce qui concerne la clôture endommagée, le premier juge a\nécarté cette demande à défaut de tout élément établissant cet\nendommagement. La cour constate cependant que les époux A. produisent un\nprocès-verbal de la police d'UCCLE du 23 juillet 2007 relatif à des\nconstats opérés le 13 mars 2007 (soit immédiatement après l'enlèvement\nde l'ancienne haie à l'initiative de M. P.), qui font état du fait que\nla clôture était « fragilisée, elle penche de gauche à droite et n'est\nplus correctement tenue, fixée ». Il est difficilement contestable que\ncette clôture a été endommagée suite à l'intervention des jardiniers de\nM. P. ou de ce dernier. Les époux A. déposent en effet des photos\nmontrant M. P. et un ouvrier arrachant à la scie et au sécateur des\nbranches étroitement imbriquées dans ladite clôture. Il convient par\nconséquent de faire droit à la demande des époux A., portant sur la\nremise en état de la clôture, tout en laissant un mois aux consorts P.\npour s'exécuter. Compte tenu des constats opérés, ces travaux auront\npour objet de faire en sorte que cette clôture soit correctement fixée\net qu'elle ne penche plus de gauche à droite. Il ne se justifie pas,\npour le moment, d'assortir cette condamnation d'une astreinte, aucun\nélément soumis actuellement à la cour ne permettant de craindre que les\nconsorts P. n'exécutent pas volontairement cette condamnation. La cour\nréserve à statuer sur ce point.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-096\">72. En ce qui concerne le mur mitoyen extérieur, les époux A.\nn'établissent pas en quoi les dommages qu'ils affirment avoir subis\nseraient imputables à leurs voisins. Ils seront donc déboutés de cette\ndemande.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-097\">73. Les consorts P. demandent à la cour de réformer le jugement\nentrepris en ce qu'il les a condamnés à ramener la hauteur de la haie à\n1,50 m. Ils estiment que le droit que font valoir les époux A. serait «\nexercé sans intérêt raisonnable et suffisant et que le dommage qu'en\nsubiraient Monsieur et Madame P.-LONFILS serait disproportionné par\nrapport à l'avantage - non identifié - que poursuivent Monsieur et\nMadame A.-S. » (leurs conclusions, pp.&nbsp;39-40). Ils soulignent que la\ndemande de leurs voisins est manifestement abusive dès lors qu'il leur\nest « à ce point insupportable (...) que la moindre atteinte soit portée\nà l'écran de verdure créé par les plantations de tous leurs voisins,\nqu'ils ont sollicité du premier Juge » leur condamnation à planter un\narbre sur la parcelle d'une autre voisine (leurs conclusions,\np.&nbsp;40).</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-098\">74. L'abus de droit consiste à exercer un droit d'une façon qui\nexcède manifestement les limites de l'exercice de ce droit par une\npersonne diligente et prudente (Cass., 17 mai 2002, Pas., I, p.&nbsp;1169 ;\n11 septembre 2003, Pas., I, p.&nbsp;1386 ; 9 mars 2009, Pas., I, n° 182 ; 21\nmars 2013, Pas., I, n°203 ; 19 mars 2015, Pas. I, p.&nbsp;774 ; 1er février\n2016, R.A.B.G., 2016, p.&nbsp;1219 ; 3 février 2017, RG n° C.16.0055.N\nECLI:BE:CASS:2017:ARR.20170203.1 ). Tel est notamment le cas lorsque le\npréjudice causé est sans proportion avec l'avantage recherché ou obtenu\npar le titulaire du droit (Cass., 9 mars 2009, Pas., I, n° 182 ; Cass.,\n6 janvier 2011, Pas., I, n°12). Dans l'appréciation des intérêts en\nprésence, le juge doit tenir compte de toutes les circonstances de la\ncause (Cass., 19 mars 2015, Pas., I, p.&nbsp;774 ; Cass., 3 février 2017, RG\nn° C.16.0055.N ECLI:BE:CASS:2017:ARR.20170203.1 ).</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-099\">75. En l'espèce, les époux A. ne démontrent pas l'existence de leur\ndroit à réclamer que la haie actuelle soit coupée à une hauteur de 1,5\nmètres. Certes, cette limite est prévue par leur acte de vente mais\ncelui-ci ne s'impose pas aux consorts P. (tiers au contrat de vente)\nmais aux époux A., qui n'invoquent pas et a fortiori n'établissent pas\nque la même obligation s'imposerait à leurs voisins en vertu de leur\npropre acte de vente. En revanche, le Plan particulier d'affectation du\nsol (PPAS) prévoit que les « clôtures sur les limites mitoyennes seront\nconstituées de haies vives de 1,80 m de hauteur maximum, et étayées de\nfils lisses ou treillis métalliques ».</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-100\">76. Certes, en l'espèce, la haie n'est plus mitoyenne mais privative\nsuite à la voie de fait commise par les époux P.. Il convient cependant\nde tenir compte du fait que cette haie a été fautivement enlevée, de\nsorte que, en principe, les époux A. avaient le droit de demander\nqu'elle soit remplacée à titre de réparation intégrale en vertu de\nl'article 1382 du Code civil. Il n'a été fait échec à leur demande qu'en\nraison de l'abus de droit qui en résulterait mais la réduction de leur\ndroit à son exercice normal justifie qu'il soit fait droit à leur\ndemande à concurrence de ce qui est prévu par le PPAS.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-101\">77. Les consorts P. ne démontrent pas que l'avantage recherché ou\nobtenu par les époux A. serait disproportionné par rapport au préjudice\nqu'ils subiraient. Il n'est en effet pas nécessairement contradictoire\ndans leur chef de souhaiter que la haie qui longe leur jardin soit\nlimitée (notamment pour des raisons de lumière) tout en exigeant qu'un\narbre situé plus loin sur le jardin des consorts P., qui permettait\nnotamment de cacher en partie les immeubles voisins, soit replanté (même\ns'il est fait échec à cette demande pour les motifs précités). Il\nconvient donc de confirmer le jugement entrepris sur ce point, tout en\nportant la hauteur à laquelle la haie doit être coupée à 1,80\nmètres.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-102\"><strong>4. La demande de condamnation pour dommage moral</strong></p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-103\">78. Les époux A. estiment avoir subi un dommage moral du fait des\ntravaux réalisés par les époux P. mais également de leurs actes et de\nleurs comportements et de leur manière d'agir jugée « unilatérale,\narrogante et irrespectueuse, envenimant jour après jour la relation de\nvoisinage et, par conséquent, le litige ». Ils précisent que ces\névénements ont eu lieu peu de temps après le traitement de\nchimiothérapie suivi par leur fils suite au diagnostic d'un lymphome de\nBurkitt, qui a requis « un suivi post-hospitalier, incluant de nombreux\ncontrôles, des interventions, des urgences, qui ont eu lieu à la même\npériode que les travaux des (époux P.), comme en atteste le relevé de\ndéplacements à l'hôpital Saint-Luc (du 12 décembre 2005 au 31 mai 2006)\n» (leurs conclusions, pp.&nbsp;50-51).</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-104\">79. La cour constate en effet que les époux P. : - n'ont pas donné\nsuite à la demande légitime des époux A. d'établir un état des lieux\ncontradictoire avant et après travaux, - n'ont pas assisté à la visite\ndes lieux par l'expert de l'assureur des époux A. et ont ensuite\ncontesté les conclusions de ce bureau d'expertises, tout en refusant de\nprocéder à une expertise contradictoire, - ont déposé une demande de\npermis d'abattage incomplète, sans tenir compte de leurs voisins et de\nl'impact négatif que l'abattage du sapin n°3 pourrait avoir pour eux,\npour ensuite ne replanter aucun arbre à la place de celui-ci, - ont\narraché l'intégralité de la haie mitoyenne sans prévenir leurs voisins\net sans se concerter avec eux. Ce comportement fautif a manifestement\ncausé un dommage moral aux époux A. que la cour estime, ex æquo et bono,\nà 2.500 euro .</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-105\"><strong>5. La demande de condamnation à supporter les frais de\nconseil technique et de constat d'huissier</strong></p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-106\">80. Les époux A. demandent la condamnation des consorts P. à leur\nrembourser : - les frais des procès-verbal de constat dressés le 24\navril 2007, soit la somme de 375 euro et le 7 janvier 2015, soit la\nsomme de 350 euro , - les honoraires, frais et débours relatifs à la\nmission de l'expert-architecte Stricklesse, soit la somme de 3.091,22\neuro .</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-107\">81. En ce qui concerne les frais d'huissier, la demande est fondée en\nce qui concerne le premier constat : suite à la voie de fait (fautive)\ndes époux P., il était en effet légitime dans le chef des époux A. de\nsouhaiter qu'un constat soit opéré par voie d'huissier. Il en va\ndifféremment du constat opéré le 7 janvier 2015, qui n'avait pour seul\nobjet que de constater la taille de la haie (dont personne ne contestait\ncependant qu'elle était supérieure à la limite autorisée).</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-108\">82. Quant aux frais de conseil technique, force est de constater que\nl'essentiel des considérations émises par l'expert Stricklesse se sont\navérées inutiles pour appuyer les demandes des époux A. (ce rapport\nn'ayant été utile que dans le cadre de leur demande relative aux dégâts\ndans la 2ème chambre avant, qui est fondée sur la théorie des troubles\nde voisinage et non sur l'article 1382 du Code civil qui permet seul une\nréparation intégrale). Il n'y dès lors pas lieu de faire droit à cette\ndemande.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-109\"><strong>6. La demande de condamnation pour appel téméraire et\nvexatoire</strong></p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-110\">83. Les époux A. estiment que l'appel des consorts P. est téméraire\net vexatoire. Il résulte cependant des considérations qui précèdent\n(ci-avant, §§ 53 et 82) et qui suivent (ci-après, §92), que leur appel\nest partiellement fondé, de sorte qu'il n'est pas téméraire et\nvexatoire.</p>\n<h3 id=\"d.-les-demandes-des-consorts-p.\" data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-111\">D. Les demandes des consorts\nP.</h3>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-112\">84. Les consorts P. demandent la condamnation des époux A. à leur\npayer une indemnité pour procédure téméraire et vexatoire (1.), à leur\nrembourser les dépens des parties intervenantes (2.) et à leur payer une\nindemnité pour appel incident téméraire et vexatoire (3.).</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-113\"><strong>1. L'indemnité pour procédure téméraire et\nvexatoire</strong></p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-114\">85. Les consorts P. demandent la condamnation des époux A. à leur\npayer un montant provisionnel de 10.000 euro à titre de dommages et\nintérêts pour procédure téméraire ou vexatoire. Ils dénoncent le fait\nque les époux A. ont proposé des arguments totalement déloyaux et\nfautifs (en partie abandonnés après l'expertise), encombré le débat « de\ntoutes sortes d'arguments totalement irrelevants, qui ne se rapportent\nabsolument pas au présent litige » et développé des moyens contraires\naux principes ou aux pièces du dossier. Ils relèvent notamment que les\népoux A. ont : - postulé la condamnation des époux P. à planter un arbre\nchez un voisin, - formé une demande de condamnation pour compte d'un\ntiers, en formant une demande de condamnation pour un prétendu accident\nde roulage causé par leur fils, - persisté à conclure que les travaux\nréalisés l'auraient été sans permis, - insinué que l'administration\ncommunale avait favorisé les époux P., - pris de nombreuses photos et\naccompli d'incessantes démarches témoignant d'un acharnement à l'égard\ndes époux P., - plaidé que les époux P. auraient installé une poutre en\nl'insérant au travers des murs mitoyens à la manière d'un bélier qui\naurait perforé les murs, - formé des demandes dont le premier juge a\nconsidéré qu'elles étaient « frappées du sceau de l'abus de droit ».</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-115\">86. Il convient de rappeler qu'agir en justice constitue un droit\ndont l'exercice ne dégénère en acte illicite susceptible de donner lieu\nà des dommages et intérêts que lorsqu'il a été intenté avec une légèreté\ncoupable suite à une erreur d'appréciation à ce point évidente sur ses\nchances de succès qu'elle devait être aperçue et évitée par tout homme\nnormalement prudent et réfléchi. Une procédure peut également devenir\ntéméraire et vexatoire par l'attitude fautive d'une partie en cours de\nprocédure (ce qui justifie, du reste, la possibilité de condamner une\npartie pour défense téméraire et vexatoire).</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-116\">87. En l'espèce, il ne peut être considéré que l'action en justice\nintroduite par les époux A. l'a été de façon fautive, compte tenu du\nfait que les époux P. refusaient toute expertise contradictoire pour\ndéterminer les dommages résultant des travaux qu'ils avaient fait\nréaliser, d'une part, et des fautes commises (relatives au permis\nd'abattage du sapin n°3 ou à l'enlèvement de la haie mitoyenne), d'autre\npart. La circonstance qu'une procédure n'a pas été introduite\nfautivement n'empêche toutefois pas que, par les développements que lui\nimposent des demandeurs originaires, elle n'acquière cette qualité en\ncours de procédure. Or, en l'espèce et comme l'a relevé le premier juge,\nle dossier révèle « un certain acharnement de la part des demandeurs,\nhors de proportion avec les enjeux réels du litige ». L'examen des\ndifférentes conclusions déposées par les époux A. témoigne en effet du\nfait que ceux-ci ont développé en cours de procédure de nombreuses\ndemandes qui se sont avérées soit irrecevables soit abusives, forçant\nles consorts P. à répondre aux moyens soulevés. Un tel comportement\nfautif a causé un dommage moral dans le chef des consorts P. qui peut\nêtre évalué, ex æquo et bono, à 2.500 euro .</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-117\"><strong>2. La demande de condamnation à supporter les dépens des\nparties intervenantes volontaires</strong></p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-118\">88. Les consorts P. demandent la condamnation des époux A. à leur\npayer un montant de 2.971,13 euro , à titre d'indemnisation des\nindemnités de procédure versées aux parties intervenantes volontaires,\net des frais de citation en intervention forcée. Selon eux, compte tenu\ndes griefs des époux A., il était impossible d'instruire la cause sans\nla présence de l'entrepreneur et de la Commune d'UCCLE.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-119\">89. La cour constate cependant que, si la demande originaire pouvait\njustifier d'appeler l'entrepreneur à la cause, l'expertise a révélé que\ndes dommages avaient bien été causés par les travaux réalisés par ce\ndernier mais qu'aucune faute d'exécution n'avait été prouvée. Il en\nrésulte que la demande formée par les époux A. contre les consorts P.\nest fondée sur la base de la théorie des troubles de voisinage mais que\nla demande en intervention forcée dirigée contre l'entrepreneur ne\nl'était pas, sans que cela justifie de condamner les époux A. aux dépens\nrelatifs au lien d'instance existant entre les consorts P. et\nl'entrepreneur.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-120\">90. En ce qui concerne la Commune, il résulte des considérations qui\nprécèdent que la demande en intervention formée par les époux P. aurait\npu être déclarée très partiellement fondée compte tenu des conditions\ndans lesquelles le permis n°104/05 a été octroyé. La cour constate\ncependant qu'aucun appel n'a été interjeté contre la Commune d'UCCLE par\nles consorts P., de sorte qu'ils ne peuvent réclamer la condamnation des\népoux A. à supporter les dépens relatifs à ce lien d'instance.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-121\"><strong>3. La condamnation pour appel incident téméraire et\nvexatoire</strong></p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-122\">91. Les consorts P. forment une demande nouvelle tendant à la\ncondamnation des époux A. au paiement de 2.000 euro du chef d'appel\nincident téméraire et vexatoire, à majorer des intérêts judiciaires,\nsous réserve de majoration en cours d'instance. La cour constate\ncependant que l'appel incident des époux A. est partiellement fondé\n(ci-avant, §§ 79 et 81) et qu'il ne se justifie pas, outre ce qui a été\ndéjà décidé dans le cadre de la demande en condamnation pour procédure\ntéméraire et vexatoire, de condamner davantage les époux A. pour leur\nattitude procédurale.</p>\n<h3 id=\"e.-les-dépens\" data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-123\">E. Les dépens</h3>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-124\">92. En ce qui concerne les dépens de première instance, le premier\njuge a considéré à bon droit que, les demandeurs ne triomphant que très\npartiellement dans leurs revendications et l'expert ayant été amené à\ndevoir anormalement augmenter ses prestations en raison de leur\nobstination, il se justifiait de compenser les dépens de telle sorte que\nles époux P. ne seraient condamnés à intervenir qu'à concurrence de 660\neuro dans l'indemnité de procédure (soit la moitié de l'indemnité de\nprocédure de base pour les litiges non évaluables en argent) et la\nmoitié des frais d'expertise. Le jugement entrepris sera confirmé sur ce\npoint. En degré d'appel, tant les consorts P. que les époux A. ne\ntriomphant que partiellement dans leurs appels respectifs et succombent\nen ce qui concerne leurs demandes nouvelles de condamnation pour\nprocédure téméraire et vexatoire. Il convient par conséquent de\ncompenser les dépens d'appel de telle sorte que chaque partie supportera\nles dépens qu'elle a exposés.</p>\n<h3 id=\"par-ces-motifs-la-cour-statuant-contradictoirement\" data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-125\">PAR CES\nMOTIFS, LA COUR, statuant contradictoirement,</h3>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-126\">Vu l'article 24 de la loi du 15 juin 1935 sur l'emploi des lan¬gues\nen matière judiciaire,</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-127\">Donne acte à M. M. P., Mme S. P., Mme A.P. et M. J. P. de leur\nreprise de l'instance mue initialement contre Mme B L ;</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-128\">Déclare les appels recevables et partiellement fondés comme suit\n;</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-129\">Confirme le jugement entrepris en ce qu'il a : - déclaré les demandes\nrecevables, - condamné M. P. et feue Mme L. à rabattre la haie d'ifs une\nfois par an et à indemniser M. P. A. et Mme J. S., sous la double\némendation que la hauteur à laquelle la haie doit être rabattue est\nportée à 1,80 m (et non plus à 1,50 m) et que le montant de\nl'indemnisation fixé par le premier juge à la somme de 1.210 euro est\nréduit à 620 euro , - statué sur les dépens,</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-130\">Le réforme pour le surplus, dans la limite des appels ;</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-131\">Statuant à nouveau sur les demandes des parties appelantes et\nintimées,</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-132\">Les dit fondées dans la mesure précisée ci-après,</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-133\">Condamne M. M P., Mme S P., Mme A P. et M. J. P. à réparer ou faire\nréparer la clôture endommagée de M. P A. et Mme J S. en veillant ce\nqu'elle soit correctement fixée et ne penche plus et ce, dans le mois de\nla signification de l'arrêt à intervenir ;</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-134\">Réserve à statuer sur la demande d'astreinte liée à cette\ncondamnation ;</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-135\">Condamne M. M P., Mme S. P., Mme A. P. et M. J. P. à payer à M. P. A.\net Mme J. S. 2.500 euro à titre de dommage moral ;</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-136\">Condamne M. M. P., Mme S. P., Mme A. P. et M. J. P. à rembourser à M.\nP A. et Mme J. S. 375 euro (frais d'huissier), à majorer des intérêts\njudiciaires ;</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-137\">Condamne M. P. A. et Mme J. S. à payer à M. M. P., Mme S. P., Mme A\nP. et M. J P. 2.500 euro pour procédure téméraire et vexatoire, à\nmajorer des intérêts judiciaires ;</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-138\">Dit les demandes nouvelles recevables mais non fondées ;</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-139\">Compense les dépens d'appel.</p>\n<p data-id=\"ECLI:BE:CABRL:2019:ARR.20190502.4:block-140\">Ainsi jugé et prononcé à l'audience civile publique de la 2ème\nchambre de la cour d'appel de Bruxelles, le 02/05/2019. Où siégeaient et\nétaient présents : R. Coirbay, président f.f., A.-S. Favart, conseiller,\nJ. Van Meerbeeck, juge délégué auprès de la cour d'appel de Bruxelles,\nC. Willaumez, greffier. C. Willaumez J. Van Meerbeeck A.-S. Favart R.\nCoirbay</p>\n</body></html>"
}