{
  "full_html": "<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-001\">16 JANVIER 2026</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-002\">C.23.0400.F/1</p>\n<h1 id=\"cour-de-cassation-de-belgique\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-003\"><strong>Cour de cassation de\nBelgique</strong></h1>\n<h2 id=\"arrêt\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-004\"><strong>Arrêt</strong></h2>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-005\">N° C.23.0400.F</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-006\"><strong>ASSIA EAL S.L.</strong>, société de droit espagnol, dont le\nsiège est établi à Madrid (Espagne), calle Claudio Coello, 24 4A2,</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-007\">demanderesse en cassation,</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-008\">représentée par Maître Geoffroy de Foestraets, avocat à la Cour de\ncassation, dont le cabinet est établi à Bruxelles, rue de la Vallée, 67,\noù il est fait élection de domicile,</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-009\"><strong>contre</strong></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-010\"><strong>PROXIMUS</strong>, société anonyme de droit public, dont le\nsiège est établi à Schaerbeek, boulevard du Roi Albert II, 27, inscrite\nà la banque-carrefour des entreprises sous le numéro 0202.239.951,</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-011\">défenderesse en cassation,</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-012\">représentée par Maître Johan Verbist, avocat à la Cour de cassation,\ndont le cabinet est établi à Anvers, Amerikalei, 187/302, où il est fait\nélection de domicile.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-013\">16 JANVIER 2026</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-014\">C.23.0400.F/2</p>\n<h3 id=\"i.-la-procédure-devant-la-cour\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-015\"><strong>I. La procédure devant\nla Cour</strong></h3>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-016\">Le pourvoi en cassation est dirigé contre l’arrêt rendu le 27 juin\n2023 par la cour d’appel de Liège, statuant comme juridiction de renvoi\nensuite de l’arrêt de la Cour du 24 novembre 2022.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-017\">Le 23 décembre 2025, l’avocat général émérite Thierry Werquin a\ndéposé des conclusions au greffe.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-018\">Le conseiller Marie-Claire Ernotte a fait rapport et l’avocat général\némérite Thierry Werquin a été entendu en ses conclusions.</p>\n<h3 id=\"ii.-le-moyen-de-cassation\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-019\"><strong>II. Le moyen de\ncassation</strong></h3>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-020\">Dans la requête en cassation, jointe au présent arrêt en copie\ncertifiée conforme, la demanderesse présente un moyen.</p>\n<h3 id=\"iii.-la-décision-de-la-cour\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-021\"><strong>III. La décision de la\nCour</strong></h3>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-022\"><strong>Sur la fin de non-recevoir opposée au pourvoi par la\ndéfenderesse et déduite de ce qu’il est dirigé contre une décision qui\nest conforme à l’arrêt de la Cour du 24 novembre 2022 :</strong></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-023\">En vertu de l’article 1110, alinéa 4, du Code judiciaire, la\njuridiction de renvoi se conforme à l’arrêt de la Cour de cassation sur\nle point de droit jugé par cette Cour ; aucun recours en cassation n’est\nadmis contre la décision de cette juridiction, en tant que celle-ci est\nconforme à l’arrêt de cassation.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-024\">Il s’ensuit que la juridiction de renvoi n’est liée que par\nl’interprétation que la Cour a, dans l’arrêt de cassation, donnée d’une\nrègle de droit.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-025\">16 JANVIER 2026</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-026\">C.23.0400.F/3</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-027\">Cette disposition ne fait en revanche pas obstacle à ce que la\njuridiction de renvoi examine la conformité de la règle de droit ainsi\ninterprétée au droit de l’Union.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-028\">La fin de non-recevoir ne peut être accueillie.</p>\n<h4 id=\"sur-le-pourvoi\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-029\"><strong>Sur le pourvoi :</strong></h4>\n<h4 id=\"sur-le-moyen\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-030\"><strong>Sur le moyen :</strong></h4>\n<h5 id=\"quant-à-la-première-branche\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-031\"><strong>Quant à la première branche\n:</strong></h5>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-032\">L’article 1<sup>er</sup> de la directive 2004/48/CE du Parlement\neuropéen et du Conseil du 29 avril 2004 relative au respect des droits\nde propriété intellectuelle énonce que celle-ci concerne les mesures,\nprocédures et réparations nécessaires pour assurer le respect des droits\nde propriété intellectuelle.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-033\">Le considérant 20 de cette directive précise qu’étant donné que la\npreuve est un élément capital pour l’établissement de l’atteinte aux\ndroits de propriété intellectuelle, il convient de veiller à ce que des\nmoyens de présenter, d’obtenir et de conserver les éléments de preuve\nexistent effectivement.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-034\">L’article 7, paragraphe 1<sup>er</sup>, de la directive, inséré dans\nla section 2 relative aux preuves, dispose que, avant même l’engagement\nd’une action au fond, les États membres veillent à ce que les autorités\njudiciaires compétentes puissent, sur requête d’une partie qui a\nprésenté des éléments de preuve raisonnablement accessibles pour étayer\nses allégations selon lesquelles il est porté atteinte à son droit de\npropriété intellectuelle ou qu’une telle atteinte est imminente,\nordonner des mesures provisoires rapides et efficaces pour conserver les\néléments de preuve pertinents, au regard de l’atteinte alléguée, sous\nréserve que la protection des renseignements confidentiels soit\nassurée.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-035\">Cette disposition tend à imposer aux États membres de mettre en place\nune procédure permettant à la partie qui présente des éléments de\npreuve</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-036\">16 JANVIER 2026</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-037\">C.23.0400.F/4</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-038\">raisonnablement accessibles à l’appui de l’allégation d’une atteinte\nà son droit de propriété intellectuelle d’obtenir des mesures\nprovisoires de conservation des preuves.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-039\">Elle n’a en revanche ni pour objet ni pour effet de soustraire à\nl’autonomie procédurale des États membres l’appréciation de l’autorité\nque revêt la décision statuant sur cette demande et dès lors la\ndétermination des conditions dans lesquelles celle-ci peut être réitérée\naprès une décision rejetant une demande d’obtention de mesures de\nconservation des preuves.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-040\">En tant qu’il soutient le contraire, le moyen, en cette branche,\nmanque en droit.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-041\">Et cette interprétation du champ d’application de la directive\n2004/48/CE précitée s’imposant avec une évidence telle qu’elle ne laisse\nplace à aucun doute raisonnable, il n’y a pas lieu de poser à la Cour de\njustice de l’Union européenne la question préjudicielle proposée par la\ndemanderesse, qui repose sur le soutènement contraire.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-042\">Pour le surplus, l’arrêt, qui, en réponse à la demande de la\ndemanderesse de « saisir la Cour de justice de l’Union européenne d’une\nquestion préjudicielle au regard de l’article 7, paragraphe\n1<sup>er</sup>, de la directive 2004/48/CE », considère que cette\nquestion « n’est pas utile à la solution du litige » au motif que «\nl’objet [de ce litige] porte sur les conditions dans lesquelles un\nrequérant débouté d’une première demande de saisie-description est\nrecevable à réitérer cette demande en invoquant de nouveaux indices\nd’atteinte à son droit de propriété intellectuelle », ne viole pas\nl’article 267 du Traité sur le fonctionnement de l’Union européenne.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-043\">Enfin, contrairement à ce qu’affirme le moyen, en cette branche, dans\nses conclusions, la défenderesse soutenait que, « pour être recevable à\nréitérer sa demande en saisie-description, il appartient [à la\ndemanderesse] de démontrer que les circonstances […] ont changé ».</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-044\">Le moyen, en cette branche, ne peut être accueilli.</p>\n<h5 id=\"quant-à-la-seconde-branche\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-045\"><strong>Quant à la seconde branche\n:</strong></h5>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-046\">16 JANVIER 2026</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-047\">C.23.0400.F/5</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-048\">La violation prétendue des articles 6 de la Convention de sauvegarde\ndes droits de l’homme et des libertés fondamentales et 47 de la Charte\ndes droits fondamentaux de l’Union européenne est tout entière déduite\nde la violation vainement alléguée de l’article 7 de la directive\n2004/48/CE ainsi que de l’article 267 du traité.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-049\">Le moyen, en cette branche, est irrecevable.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-050\"><strong>Par ces motifs,</strong></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-051\">La Cour</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-052\">Rejette le pourvoi ;</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-053\">Condamne la demanderesse aux dépens.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-054\">Les dépens taxés à la somme de cinq cent cinq euros nonante-neuf\ncentimes envers la partie demanderesse, y compris la somme de\nvingt-quatre euros au profit du fonds budgétaire relatif à l’aide\njuridique de deuxième ligne, à la somme de trois cent dix euros\ntrente-six centimes envers la partie défenderesse, et à la somme de six\ncent cinquante euros due à l’État au titre de mise au rôle.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-055\">Ainsi jugé par la Cour de cassation, première chambre, à Bruxelles,\noù siégeaient le conseiller Marie-Claire Ernotté, faisant fonction de\nprésident, les conseillers Maxime Marchandise, Marielle Moris, Simon\nClaisse et Marie-Noëlle Borlée, et prononcé en audience publique du\nseize janvier deux mille vingt-six par le</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-056\">16 JANVIER 2026</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-057\">C.23.0400.F/6</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-058\">conseiller Marie-Claire Ernotte, faisant fonction de président, en\nprésence de l’avocat général émérite Thierry Werquin, avec l’assistance\ndu greffier Patricia De Wadripont.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-059\">P. De Wadripont</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-060\">M.-N. Borlée</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-061\">S. Claisse</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-062\">M. Moris</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-063\">M. Marchandise</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-064\">M.-Cl. Ernotte</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-065\">REQUÊTE/1</p>\n<h3 id=\"requête\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-066\">Requête</h3>\n<h3 id=\"pourvoi-en-cassation\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-067\">POURVOI EN CASSATION</h3>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-068\"><strong>POUR:</strong> ASSIA EAL S.L., société de droit espagnol,\ninscrite au registre de la TVA sous le numéro ES-B85954774, dont le\nsiège est établi calle Maria Tubau, 3, Madrid, Espagne, assistée et\nreprésentée par Maître Geoffroy de FOESTRAETS, avocat à la Cour de\ncassation, dont le cabinet est sis à 1000 Bruxelles, rue de la Vallée,\n67, où il est fait élection de domicile,</p>\n<h4 id=\"demanderesse-en-cassation\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-069\">demanderesse en cassation</h4>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-070\"><strong>CONTRE:</strong> PROXIMUS S.A., société anonyme de droit\npublic, inscrite à la Banque Carrefour des Entreprises sous le numéro\n0202.239.951, dont le siège est établi à 1030 Schaerbeek, boulevard du\nRoi Albert II, 27,</p>\n<h4 id=\"défenderesse-en-cassation\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-071\">défenderesse en cassation</h4>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-072\">* * *</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-073\">A Madame la Première Présidente, Monsieur le Président, Mesdames et\nMessieurs les Conseillers composant la Cour de cassation de\nBelgique,</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-074\">* * *</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-075\">Mesdames, Messieurs,</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-076\">La demanderesse a l’honneur de soumettre à votre censure l’arrêt\nrendu contradictoirement entre les parties le 27 juin 2023 par la\nseptième A chambre civile de la cour d’appel de Liège (R.G. n°\n2023/RG/136).</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-077\">REQUÊTE/2</p>\n<h3 id=\"faits-de-la-cause-et-antecedents-de-la-procedure\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-078\"><strong>FAITS\nDE LA CAUSE ET ANTECEDENTS DE LA PROCEDURE</strong></h3>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-079\">La demanderesse est titulaire de la partie belge d’un brevet qui\ncouvre un procédé de gestion des lignes de télécommunications. Ce\nprocédé breveté porte sur une amélioration sensible de la communication\ndigitale notamment sur les lignes téléphoniques traditionnelles en\ncuivre.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-080\">Soupçonnant la défenderesse de contrefaire ce procédé, la société\nAdaptative Spectrum and Signal Alignment, Inc.&nbsp;(«ASSIA Inc.»), titulaire\noriginaire du brevet, sollicite le 21 décembre 2018 une requête en\nsaisie-description, laquelle est rejetée par une décision du président\ndu tribunal de l’entreprise de Bruxelles du 24 décembre 2018, au motif\nd’une balance des intérêts favorables à la défenderesse.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-081\">Par un arrêt du 14 janvier 2019, la cour d’appel de Bruxelles\nconfirme ce rejet au motif nouveau que les pièces présentées par ASSIA\nInc.&nbsp;étaient insuffisantes pour démontrer l’existence d’indices de\nl’atteinte alléguée, comme l’exige l’article 1369<em>bis</em>/1, § 3 du\nCode judiciaire et au motif surabondant que la requête lui paraissait\nconstitutive d’un abus de droit dès lors qu’il existait d’autres moyens\nprocéduraux que la procédure unilatérale de saisie-description, moins\nintrusifs pour la défenderesse et qui permettaient à ASSIA\nInc.&nbsp;d’obtenir les éléments de preuve recherchés.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-082\">ASSIA Inc.&nbsp;cède ensuite le brevet à sa filiale espagnole, la\ndemanderesse.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-083\">En l’absence de pièces publiquement disponibles, la demanderesse\nélaboré un protocole pour établir – si ce n’est la contrefaçon – à tout\nle moins des indices de contrefaçon. C’est ainsi qu’elle mandate une\nétude d’huissier qui souscrit deux lignes DSL auprès de la défenderesse\npour observer sur plusieurs semaines les réactions des lignes DSL.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-084\">Au moyen d’indices ainsi collectés par la demanderesse au cours de\nl’année 2019, cette dernière dépose une nouvelle requête en\nsaisie-description, le 14 février 2020, devant le président du tribunal\nde l’entreprise francophone de Bruxelles.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-085\">Par ordonnance du 27 février 2020, ce dernier rejette la demande au\nmotif qu’il n’est pas établi que <em>«les tests ainsi effectués en 2019,\nsoit après le</em></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-086\">REQUÊTE/3</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-087\">prononcé de l’arrêt du 14 janvier 2019, <em>n’auraient pas été déjà\ndisponibles</em> lors de la première procédure.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-088\">Par un arrêt du 4 juin 2020, la cour d’appel de Bruxelles réforme\ncette ordonnance et accorde la saisie-description, en considérant que la\ndemanderesse se prévalait, pour fonder sa nouvelle demande, de\n«<em>circonstances nouvellement connues par elle</em>» (p.&nbsp;5).</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-089\">La défenderesse introduit une tierce opposition à l’encontre de cet\narrêt, que la cour d’appel de Bruxelles rejette le 29 janvier 2021 au\nmotif que les indices provenant des constats nécessaires de 2019 (et\ndonc inexistants en 2018) «<em>sont des éléments intrinsèquement\nnouveaux</em>» qui «<em>n’existaient pas à l’époque de la première\ndemande de mesures de description</em>».</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-090\">Par un arrêt du 24 novembre 2022, Votre Cour casse cependant cet\narrêt sur le pourvoi de la défenderesse, considérant que «<em>lorsque le\nrequérant, débouté de sa demande de saisie-description, réitère cette\ndemande en invoquant de nouveaux indices d’atteinte à son droit de\npropriété intellectuelle, ces indices ne constituent des circonstances\nnouvelles que s’ils n’étaient pas raisonnablement accessibles au\nrequérant lors de l’examen de sa première demande</em>» et en constatant\nque cette condition n’avait pas été vérifiée par la cour d’appel\n(soulignement ajouté).</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-091\">La cour d’appel de Liège, saisie comme cour de renvoi après cassation\ndécide, par son arrêt du 27 juin 2023, que la tierce opposition de la\ndéfenderesse est recevable et fondée dès lors que les circonstances\nnouvelles dont se prévaud la demanderesse «<em>étaient raisonnablement\naccessibles lors de l’examen de la première requête déposée par ASSIA\nInc.</em>».</p>\n<h3 id=\"moyen-unique-de-cassation\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-092\"><strong>MOYEN UNIQUE DE\nCASSATION</strong></h3>\n<h4 id=\"les-dispositions-légales-violées\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-093\"><strong>Les dispositions\nlégales violées</strong></h4>\n<ul>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-094\">l’article 267 (ex-article 234 TCE) du Traité du 25 mars 1957 sur le\nfonctionnement de l’Union européenne (version consolidée, J.O. 9 mai\n2008), approuvé par la loi du 19 juin 2008;</li>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-095\">les articles 1<sup>er</sup>, 2.1, 3 et 7 de la directive n° 2004/48\ndu Parlement européen et du Conseil du 29 avril 2004 relative au respect\ndes droits de propriété intellectuelle et l’article 288, alinéa 3\n(ex-article 249 TCE) du Traité précité sur le fonctionnement de l’Union\neuropéenne;</li>\n</ul>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-096\">REQUÊTE/4</p>\n<ul>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-097\">le principe général du droit de la primauté du droit de l’Union\neuropéenne sur les dispositions nationales, découlant notamment des\narticles 4 du Traité sur l’Union européenne et 288 du Traité sur le\nfonctionnement de l’Union, approuvés par la loi du 19 juin 2008;</li>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-098\">le principe d’effectivité du droit de l’Union européenne;</li>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-099\">l’article 1369<em>bis</em>/1, § 3 du Code judiciaire;</li>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-100\">l’article 6 de la Convention européenne de sauvegarde des droits de\nl’homme et des libertés fondamentales signée à Rome le 4 novembre 1950\net approuvée par la loi du 13 mai 1955;</li>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-101\">l’article 47 de la Charte des droits fondamentaux de l’Union\neuropéenne faite à Nice le 7 décembre 2000, devenue obligatoire par la\nratification du Traité de Lisbonne du 13 décembre 2007, approuvé par la\nloi du 19 juin 2008;</li>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-102\">les articles 8.17 et 8.18 du Code civil.</li>\n</ul>\n<h4 id=\"la-décision-attaquée\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-103\">La décision attaquée</h4>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-104\">L’arrêt attaqué en ce que, statuant sur la demande subsidiaire de la\ndemanderesse de saisir la Cour de justice de l’Union européenne d’une\nquestion préjudicielle au regard de l’article 7, § 1, de la directive\n2004/48, il décide qu’il n’y a pas lieu de faire droit à cette demande,\nla question préjudicielle n’étant pas utile à la solution du litige.</p>\n<h4 id=\"les-motifs-de-la-décision-attaquée\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-105\">Les motifs de la décision\nattaquée</h4>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-106\">(arrêt attaqué, p.&nbsp;11)</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-107\">« <em>A titre subsidiaire, [la demanderesse] sollicite la cour de\nsaisir la CJUE d’une question préjudicielle au regard de l’article 7,\nparagraphe 1, de la directive 2004/48, lequel énonce:</em></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-108\"><em>«Avant même l’engagement d’une action au fond, les États membres\nveillent à ce que les autorités judiciaires compétentes puissent, sur\nrequête d’une partie qui a présenté des éléments de preuve\nraisonnablement accessibles pour étayer ses allégations selon lesquelles\nil a été porté atteinte à</em></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-109\">REQUÊTE/5</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-110\">son droit de propriété intellectuelle ou qu’une telle atteinte est\nimminente, ordonner des mesures provisoires rapides et efficaces pour\nconserver les éléments de preuve pertinents, au regard de l’atteinte\nalléguée, sous réserve que la protection des renseignements\nconfidentiels soit assurée. De telles mesures peuvent inclure la\ndescription détaillée avec ou sans prélèvement d’échantillons, ou la\nsaisie réelle des marchandises litigieuses et, dans les cas appropriés,\ndes matériels et instruments utilisés pour produire et/ou distribuer ces\nmarchandises ainsi que des documents s’y rapportant. Ces mesures sont\nprises, le cas échéant, sans que l’autre partie soit entendue, notamment\nlorsque tout retard est susceptible de causer un préjudice irréparable\nau titulaire du droit ou lorsqu’il existe un risque démontrable de\ndestruction des éléments de preuve».</p>\n<ul>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-111\">« <em>Or, l’objet du présent litige porte sur les conditions dans\nlesquelles un requérant débouté d’une première demande de saisie\ndescription est recevable à réitérer cette demande en invoquant de\nnouveaux indices d’atteinte à son droit de propriété\nintellectuelle.</em></li>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-112\">« <em>Dans cette mesure, il n’y a pas lieu de faire droit à la\ndemande de question préjudicielle, laquelle n’est pas utile à la\nsolution du litige».</em></li>\n</ul>\n<h4 id=\"les-griefs\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-113\">Les griefs</h4>\n<h5 id=\"première-branche\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-114\">Première branche</h5>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-115\">En vertu de l’article 267 du Traité visé en tête du moyen:</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-116\">«La Cour de justice de l’Union européenne est compétente pour\nstatuer, à titre préjudiciel:</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-117\">(…)</p>\n<ol start=\"2\" type=\"a\">\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-118\">sur (…) l’interprétation des actes pris par les institutions,\norganes ou organismes de l’Union.</li>\n</ol>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-119\">Lorsqu’une telle question est soulevée devant une juridiction d’un\ndes États membres, cette juridiction peut, si elle estime qu’une\ndécision sur ce point est nécessaire pour rendre son jugement, demander\nà la Cour de statuer sur cette question.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-120\">REQUÊTE/6</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-121\">Lorsqu’une telle question est soulevée dans une affaire pendante\ndevant une juridiction nationale dont les décisions ne sont pas\nsusceptibles d’un recours juridictionnel de droit interne, cette\njuridiction est tenue de saisir la Cour».</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-122\">Dans ses conclusions d’appel, la demanderesse invoquait, à titre\nsubsidiaire, la «nécessité d’une question préjudicielle à la Cour de\njustice de l’Union européenne sur l’interprétation à donner à la notion\nde “présent(er) des éléments de preuve raisonnablement accessibles”\nvisée à l’article 7 de la directive 2004/48» (conclusions d’appel de la\ndemanderesse, p.&nbsp;40).</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-123\">Elle développait comme suit ce moyen d’appel: «Si Votre Cour avait un\ndoute quant à l’interprétation à donner à la notion “présent[er] des\néléments de preuve raisonnablement accessibles” visée à l’article 7 de\nla directive 2004/48, une question préjudicielle à la Cour de justice de\nl’Union européenne s’imposerait à tout le moins et conformément à\nl’article 267 TFUE, dès lors qu’aucune des trois exceptions à cette\nobligation n’est applicable en l’espèce (constatation “que cette\nquestion n’est pas pertinente ou que la disposition du droit de l’Union\nen cause a déjà fait l’objet d’une interprétation de la part de la Cour\nou que l’interprétation correcte du droit de l’Union s’impose avec une\ntelle évidence qu’elle ne laisse place à aucun doute raisonnable”)»\n(conclusions d’appel de la demanderesse, p.&nbsp;40).</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-124\">En l’espèce, la demanderesse a donc clairement soulevé devant la cour\nd’appel de Liège une question d’interprétation de l’article 7 de la\ndirective 2004/48.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-125\">La directive 2004/48 concerne notamment les mesures et procédures\nnécessaires pour assurer le respect des droits de propriété\nintellectuelle (article 1<sup>er</sup>).</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-126\">L’article 3 impose aux États membres l’obligation de prévoir «les\nmesures, procédures et réparations nécessaires pour assurer le respect\ndes droits de propriété intellectuelle visés par la présente directive.\nCes mesures, procédures et réparations doivent être loyales et\néquitables, ne doivent pas être inutilement complexes ou coûteuses et ne\ndoivent pas comporter de délais déraisonnables ni entraîner de retards\ninjustifiés».</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-127\">L’article 2.1 précise encore que: «Sans préjudice des moyens prévus\nou pouvant être prévus dans la législation communautaire ou nationale,\npour autant que ces moyens soient plus favorables aux titulaires de\ndroits, les mesures, procédures et réparations prévues par la présente\ndirective s’appliquent,</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-128\">REQUÊTE/7</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-129\">conformément à l’article 3, à toute atteinte aux droits de propriété\nintellectuelle prévue par la législation communautaire et/ou la\nlégislation nationale de l’État membre concerné».</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-130\">En ce qui concerne les preuves, l’article 7 fait obligation aux États\nmembres de prendre des mesures en matière de conservation des\npreuves:</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-131\">«1. Avant même l’engagement d’une action au fond, les États membres\nveillent à ce que les autorités judiciaires compétentes puissent, sur\nrequête d’une partie qui a présenté des éléments de preuve\nraisonnablement accessibles pour étayer ses allégations selon lesquelles\nil a été porté atteinte à son droit de propriété intellectuelle ou\nqu’une telle atteinte est imminente, ordonner des mesures provisoires\nrapides et efficaces pour conserver les éléments de preuve pertinents,\nau regard de l’atteinte alléguée, sous réserve que la protection des\nrenseignements confidentiels soit assurée. (…».</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-132\">Cette disposition a été transposée en droit belge par l’article\n1369<em>bis</em>/1, § 3 du Code judiciaire, selon lequel:</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-133\">«§ 1<sup>er</sup>. Les personnes qui, aux termes d’une loi relative\naux brevets d’invention, […] sont habilitées à agir en contrefaçon,\npeuvent, avec l’autorisation, obtenue sur requête, du président du\ntribunal […] faire procéder en tous lieux, par un ou plusieurs experts\nque désignera ce magistrat, à la description de tous les objets,\néléments, documents ou procédés de nature à établir la contrefaçon\nprétendue ainsi que l’origine, la destination et l’ampleur de\ncelle-ci.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-134\">[…]</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-135\">§ 3. Le président, statuant sur une requête visant à obtenir des\nmesures de description, examine:</p>\n<ul>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-136\"><ol type=\"1\">\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-137\">si le droit de propriété intellectuelle dont la protection est\ninvoquée est, selon toutes apparences, valable;</li>\n</ol></li>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-138\"><ol start=\"2\" type=\"1\">\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-139\">s’il existe des indices selon lesquels il a été porté atteinte au\ndroit de propriété intellectuelle en cause ou qu’il existe une menace\nd’une telle atteinte».</li>\n</ol></li>\n</ul>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-140\">***</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-141\">En l’espèce, l’arrêt attaqué constate que la demanderesse a introduit\nune requête en saisie-description le 14 février 2020 et que, par un\narrêt du 4 juin 2020, la cour d’appel de Bruxelles a fait droit à cette\ndemande et a</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-142\">REQUÊTE/8</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-143\">autorisé la demanderesse à procéder à la saisie-description postulée\nsur le fondement de la revendication 1 du brevet EP 2 259 495.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-144\">Dans cet arrêt, après avoir rappelé que «selon le législateur, les\n<em>indices au sens de l’article 1369bis/1, § 3 du Code judiciaire sont\ndes éléments que le requérant doit présenter qui rendent plausible le\nfait qu’une atteinte aux droits de propriété intellectuelle pourrait\nêtre commise. Les faits allégués doivent être de nature telle que lors\nd’une appréciation à première vue, ceux-ci fassent naître en soi ou en\ncombinaison, une présomption d’une atteinte ou d’une menace\nd’atteinte</em>», la cour d’appel de Bruxelles a décidé qu’en l’espèce\n«sur la base d’une appréciation <em>prima facie</em>, les éléments\nvantés par [la demanderesse] considérés ensemble, rendent plausible le\nfait qu’une atteinte au droit de propriété intellectuelle allégué\npourrait être commise. Ils constituent des indices au sens de l’article\n1369bis/1, § 3 du Code judiciaire» et que «les décisions rendues dans le\ncadre de la première demande d’autorisation de saisie-description ne\nfont pas obstacle à <em>l’actuelle demande</em> dès lors que [la\ndemanderesse] se prévaut de <em>circonstances nouvellement connues par\nelle</em>» (arrêt du 4 juin 2020, p.&nbsp;5 – soulignement ajouté).</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-145\">Statuant ensuite sur la tierce opposition de la défenderesse, la cour\nd’appel de Bruxelles a confirmé cette décision par son arrêt du 29\njanvier 2021 en rappelant que «les <em>procès-verbaux de constat dressés\nde septembre à décembre 2019 contenant des données recueillies de mai à\njuillet 2019 produits par [la demanderesse] à l’appui de sa nouvelle\ndemande de mesures de description sont postérieurs à l’arrêt du 14\njanvier 2019 et sont donc intrinsèquement des éléments nouveaux. Ils\nn’existaient pas à l’époque de la première demande de mesures de\ndescription</em>», de sorte que «ces nouveaux indices peuvent soutenir\nla recherche de nouvelle contrefaçon au brevet EP’495 dont [la\ndemanderesse] entend assurer la protection» et que «des considérations\nqui précèdent, il découle que les circonstances ont changé par rapport à\ncelles qui ont conduit à l’arrêt du 14 janvier 2019 et que la nouvelle\ndemande de mesures de description [de la demanderesse] ne se heurte pas\nà l’autorité de chose décidée attachée à cet arrêt, en ce compris en ce\nqu’elle porte sur un abus de droit» (arrêt du 29 janvier 2021, pp.&nbsp;8 et\n9).</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-146\">Par son arrêt du 24 novembre 2022, Votre Cour a cassé cet arrêt au\nmotif qu’il suit des dispositions de la loi <em>belge</em> que «lorsque\nle requérant, débouté de sa demande de saisie-description, réitère cette\ndemande en invoquant de nouveaux indices d’atteinte à son droit de\npropriété intellectuelle, ces indices ne constituent des circonstances\nnouvelles que s’ils n’étaient pas raisonnablement accessibles au\nrequérant lors de l’examen de sa première demande».</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-147\">REQUÊTE/9</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-148\">***</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-149\">La demanderesse avait, dans sa note en réponse aux conclusions du\nministère public, demandé à Votre Cour de poser une question\npréjudicielle à la Cour de justice de l’Union européenne mais celle-ci\nn’a pas été posée, Votre Cour considérant que la demanderesse «<em>eût\npu formuler cette demande dans son mémoire en réponse</em>».</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-150\">Statuant sur renvoi après cassation, l’arrêt attaqué se conforme, sur\nle point de <strong>droit belge</strong> tranché par Votre Cour, à Votre\narrêt précité, et a examiné «<em>si les éléments soumis par [la\ndemanderesse] à l’appui de sa seconde requête constituaient des indices\nqui lui étaient “raisonnablement accessibles” ou non au moment du dépôt\nde la première requête</em>» pour conclure en l’espèce «<em>que les\ncirconstances nouvelles dont [la demanderesse] se prévaud étaient\nraisonnablement accessibles lors de l’examen de la première\nrequête</em>», de sorte que la tierce opposition de la défenderesse est\nfondée et qu’il y a lieu d’annuler l’arrêt du 4 juin 2020 (arrêt\nattaqué, pp.&nbsp;7 et 10).</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-151\">L’arrêt attaqué se borne à examiner la demande de la demanderesse\nsous l’angle du droit belge et, plus particulièrement, de l’article\n1369bis/1, § 3 du Code judiciaire.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-152\">Mais, dans la mesure où il n’était pas contesté que cette disposition\nde droit belge transpose l’article 7 de la directive 2004/48, la\ndemanderesse avait encore expressément soulevé, devant la cour d’appel\nde Liège, une question portant sur <strong>l’interprétation</strong> de\ncet article 7.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-153\">Elle demandait très précisément de poser à la Cour de justice de\nl’Union européenne la question préjudicielle suivante:</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-154\">«<em>La notion “présent[er] des éléments de preuve raisonnablement\naccessibles” visée à l’article 7, paragraphe 1, de la directive 2004/48\ndoit-elle être interprétée en ce sens qu’elle s’oppose à une législation\nou jurisprudence nationale selon laquelle, après que le titulaire d’un\ndroit de propriété intellectuelle a échoué dans sa requête de mesures\nprovisoires visant à conserver les éléments de preuve pertinents au\nregard de l’atteinte alléguée à son droit de propriété intellectuelle,\nla juridiction saisie ensuite d’une nouvelle requête\n<strong>rejettera</strong> celle-ci nonobstant l’absence d’une\nnégligence grave de la part du requérant lorsque les éléments de preuve\nque le requérant produit et qu’il s’est procurés postérieurement au\nrefus de sa première demande, <strong>auraient pu</strong> être connus\nde lui ou constitués par lui antérieurement à sa première requête?</em>»\n(arrêt attaqué, p.&nbsp;5 - soulignement ajouté).</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-155\">REQUÊTE/10</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-156\">En écartant cette demande de question préjudicielle au motif que:\n«<em>l’objet du présent litige porte sur les conditions dans lesquelles\nun requérant débouté d’une première demande de saisie description est\nrecevable à réitérer cette demande en invoquant de nouveaux indices\nd’atteinte à son droit de propriété intellectuelle</em>» et que\n«<em>Dans cette mesure, il n’y a pas lieu de faire droit à la demande de\nquestion préjudicielle, laquelle n’est pas utile à la solution du\nlitige</em>», l’arrêt attaqué méconnaît l’article 267 du Traité visé en\ntête du moyen.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-157\">***</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-158\"><strong>Tout d’abord</strong>, en considérant (p.&nbsp;11) que\n«<em>l’objet du présent litige porte sur les conditions dans lesquelles\nun requérant débouté d’une première demande de saisie description est\nrecevable à réitérer cette demande en invoquant de nouveaux indices\nd’atteinte à son droit de propriété intellectuelle</em>», la cour\nd’appel de Liège se méprend sur l’objet du litige dont elle était\nsaisie: dans son arrêt du 4 juin 2020, la cour d’appel de Bruxelles\navait en effet déclaré recevable et fondée la demande de\nsaisie-description dont elle avait été saisie par la requête du 14\nfévrier 2020. La recevabilité de cette demande n’avait pas été remise en\ncause par l’arrêt rendu le 29 janvier 2021 par cette même cour, sur\ntierce opposition de la défenderesse. Ce dernier arrêt a certes été\ncassé par l’arrêt rendu par Votre Cour le 24 novembre 2022, mais pour\ndes motifs étrangers à la question de la recevabilité de la demande.\nQuant à la cour d’appel de Liège, cour de renvoi après cassation, elle a\ncertes annulé l’arrêt rendu sur requête unilatérale par la cour d’appel\nde Bruxelles 4 juin 2000 mais pour un motif de fond et non en raison\nd’une quelconque irrecevabilité de la demande de mesure introduite par\nla demanderesse le 14 février 2020.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-159\">En réalité, l’objet du litige dont était saisie la cour d’appel de\nLiège portait sur l’étendue des preuves raisonnablement accessibles que\nle président, statuant sur une requête visant à obtenir des mesures de\ndescription doit examiner pour accorder ou refuser de telles mesures, ce\nqui est une question de fond, et non de recevabilité.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-160\"><strong>Il en résulte</strong> qu’en décidant que dans la mesure où\n«<em>l’objet du présent litige porte sur les conditions dans lesquelles\nun requérant débouté d’une première demande de saisie description est\nrecevable à réitérer cette demande en invoquant de nouveaux indices\nd’atteinte à son droit de propriété intellectuelle</em>» et que\n«<em>dans cette mesure</em>», il n’y a pas lieu de faire droit à la\ndemande de question préjudicielle, laquelle n’est pas utile à la\nsolution du litige, l’arrêt attaqué méconnaît non seulement l’article\n267 du Traité sur le fonctionnement de</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-161\">REQUÊTE/11</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-162\">l’Union européenne, mais aussi les articles 8. 17 et 8. 18 du Code\ncivil dès lors que ni les conclusions d’appel de la défenderesse, ni\ncelles de la demanderesse ne contestaient dans leurs motifs ou dans leur\ndispositif la recevabilité de la demande originaire de la demanderesse,\nmais uniquement son bien-fondé.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-163\">***</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-164\"><strong>Ensuite</strong>, il découle de la jurisprudence de la Cour\nde justice qu’une question est pertinente dès lors que la réponse,\nquelle qu’elle soit, aura une influence certaine sur la solution du\nlitige.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-165\">Dans ses conclusions d’appel, la demanderesse exposait très\nprécisément le problème d’interprétation de l’article 7 de la directive\nqu’elle soulevait:</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-166\"><em>«Soit, selon [la défenderesse], les termes “présent[er] des\néléments de preuve raisonnablement accessibles” signifient que le\nrequérant, pour être admis à présenter une requête, doit veiller à\nrassembler tous les éléments de preuve possibles et accessibles, y\ncompris ceux qu’il peut faire établir lui-même, sans limitation\nd’efforts, de frais ni de complexité.</em></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-167\"><em>La conséquence (objet de la question préjudicielle) de cette\ninterprétation serait qu’après un refus, ce titulaire d’un droit de\npropriété intellectuelle ne sera pas admis à présenter des éléments de\npreuve, même constitués postérieurement mais qui pouvaient être\nantérieurement constitués: pour qu’il soit admis à les présenter, il\nfaudrait qu’il lui ait été impossible d’établir ou de constituer ces\néléments de preuve lors de la première procédure.</em></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-168\"><em>Soit, selon [la demanderesse], ces termes signifient que pour\nêtre admis à demander les mesures visées, le requérant ne peut pas être\nrequis d’apporter davantage que “des” éléments de preuve à sa\ndisposition (“accessibles”) sans obligation de veiller à en recueillir\nautant que possible (parce que: “raisonnablement”) dès lors que l’accès\nà la procédure doit être facilité en vue de la protection de la\npropriété intellectuelle.</em></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-169\"><em>La conséquence (objet de la question préjudicielle) de cette\ninterprétation en est qu’après un premier refus, ce titulaire d’un droit\nde propriété intellectuelle, sera admis à présenter une nouvelle demande\nbasée sur d’autres éléments de preuve, en particulier des faits\nrecueillis postérieurement à ce refus quand bien même il aurait pu les\nconnaître ou les obtenir dans le cadre de la première procédure pour\nautant qu’il n’ait</em></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-170\">REQUÊTE/12</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-171\"><em>pas commis de négligence grave dans sa collecte d’éléments de\npreuves préalablement à sa première demande» (conclusions d’appel de la\ndemanderesse, pp.&nbsp;42 et 43 – soulignement ajouté).</em></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-172\">En d’autres termes, pour la demanderesse, l’issue du litige dépendait\nde <strong>l’interprétation</strong> de cet article 7:</p>\n<ul>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-173\"><p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-174\"><strong>soit</strong> celui-ci impose au juge saisi par la\nrequête d’une partie qui, en annexe de cette requête, présente des\néléments pour étayer ses allégations selon lesquelles il a été porté\natteinte à son droit de propriété intellectuelle, de vérifier si\n<strong>ces éléments</strong> constituent des indices selon lesquels il\na été porté atteinte au droit de propriété intellectuelle en cause, ce\nqui suffit pour statuer sur la mesure sollicitée,</p></li>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-175\"><p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-176\"><strong>soit</strong> celui-ci permet à ce juge d’ignorer ces\néléments produits à l’appui de la requête au motif que le demandeur\n<strong>aurait pu</strong>, lors d’une précédente requête du même\ndemandeur écartée pour insuffisance d’indices, se prévaloir des éléments\nprésentés à l’appui de la nouvelle requête, alors que ceux-ci\n«<em>étaient raisonnablement accessibles lors de l’examen de la première\nrequête</em>» (arrêt attaqué, p.&nbsp;10).</p></li>\n</ul>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-177\">L’article 7 n’interdit pas la réitération de pareille demande sur\nprésentation d’«éléments de preuve raisonnablement accessibles», le seul\npoint pertinent étant de vérifier si les éléments ainsi présentés à\nl’appui de cette demande réitérée permettent d’étayer les allégations de\nla demanderesse (telles que figurant dans cette nouvelle demande), selon\nlesquelles il a été porté atteinte à son droit de propriété\nintellectuelle.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-178\">Il faut certes que ces éléments soient objectivement nouveaux par\nrapport à ceux déjà présentés à l’appui de la première demande mais, en\nl’espèce la cour d’appel de Bruxelles a constaté, sans être critiquée à\ncet égard que «<em>les procès-verbaux de constat dressés de septembre à\ndécembre 2019 contenant des données recueillies de mai à juillet 2019\nproduits par [la demanderesse] à l’appui de sa <strong>nouvelle\ndemande</strong> de mesures de description sont postérieurs à l’arrêt du\n14 janvier 2019 et <strong>sont donc intrinsèquement des éléments\nnouveaux</strong>. Ils n’existaient pas à l’époque de la première\ndemande de mesures de description</em>» (arrêt du 29 janvier 2021, pp.&nbsp;8\net 9).</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-179\">Dans l’interprétation de l’article 7 que retient la demanderesse, de\ntels éléments nouveaux ne peuvent être ignorés lors de l’examen d’une\ndemande de mesures conservatoires, cet article ne faisant aucune\ndifférence dans le traitement d’une telle demande, selon que celle-ci\nest nouvelle ou qu’elle fait suite à une précédente demande déjà\nrejetée. En</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-180\">REQUÊTE/13</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-181\">d’autres termes, l’article 7 impose de traiter distinctement chaque\ndemande, en fonction des seuls éléments produits à l’appui <strong>de\ncelle-ci</strong>.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-182\">Cet article ne permet pas au juge <strong>d’ignorer</strong> des\néléments pertinents produits à l’appui de la nouvelle demande au motif\nqu’ils auraient déjà pu être raisonnablement recueillis précédemment par\nla demanderesse à l’appui d’une demande précédente.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-183\">A l’estime de la demanderesse, en refusant d’examiner, après le rejet\nd’une première demande, des éléments nouveaux permettant, conformément à\nl’article 7 d’étayer ses allégations selon lesquelles il a été porté\natteinte à son droit de propriété intellectuelle, l’arrêt attaqué viole\nnon seulement cet article 7, mais aussi l’article 3 qui impose aux États\nmembres l’obligation de prévoir «les mesures, procédures et réparations\nnécessaires pour assurer le respect des droits de propriété\nintellectuelle visés par la présente directive. Ces mesures, procédures\net réparations doivent être loyales et <strong>équitables</strong>, et\nne doivent pas être inutilement complexes (…) et ne doivent pas\ncomporter de délais déraisonnables ni entraîner de retards\ninjustifiés».</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-184\">En interdisant l’accès de la demanderesse à une mesure ou à une\nprocédure nécessaire pour assurer le respect de ses droits de propriété\nintellectuelle visés par la directive sur la base d’indices dont il\nn’était pas contesté qu’ils étaient «<em>nouveaux</em>», l’arrêt attaqué\nprive en effet la demanderesse d’une protection garantie par cet article\n3.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-185\">En interdisant à la demanderesse, après le rejet d’une première\ndemande, de présenter à l’appui d’une nouvelle demande de tels éléments\npertinents nouveaux au <strong>seul</strong> motif qu’ils étaient déjà\nraisonnablement accessibles précédemment, l’arrêt attaqué réduit la\nprotection des droits intellectuels garantis par la directive 2004/48,\ndont l’article 7 n’interdit pas la présentation d’éléments nouveaux qui,\nquand bien même ils seraient raisonnablement accessibles,\nnécessiteraient une charge ou un coût supplémentaire dans le chef d’un\nrequérant.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-186\">À l’estime de la demanderesse, dans l’interprétation de l’article\n1369<em>bis</em>/1, § 3 du Code judiciaire retenue par l’arrêt attaqué\net par Votre Cour, la directive 2004/48 n’a pas fait l’objet d’une\ntransposition correcte en droit belge et il viole ainsi l’article 2.1 de\ncelle-ci en prévoyant dans la législation nationale des moyens qui ne\nsont pas plus favorables aux titulaires de droits que ceux prévus par\nl’article 7 lui-même, de sorte que, conformément à l’article 288, alinéa\n3 du Traité sur le fonctionnement de</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-187\">REQUÊTE/14</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-188\">l’Union européenne, l’article 7 de celle-ci, qui confère des droits\naux particuliers, est suffisamment clair et précis pour avoir un\n<strong>effet direct</strong> en Belgique.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-189\">La cour d’appel de Liège pouvait certes considérer qu’elle ne\npartageait pas cette interprétation de la directive, mais elle ne\npouvait en aucune manière considérer que cette question d’interprétation\n«<em>n’est pas utile à la solution du litige</em>».</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-190\">En effet, dans l’interprétation retenue par la demanderesse, c’est\nsur la base des éléments de preuve raisonnablement accessibles établis\npar les allégations de la demanderesse selon lesquelles il a été porté\natteinte à son droit de propriété intellectuelle, <strong>tels\nqu’intrinsèquement présentés à l’appui de sa requête du 14 février\n2020</strong>, que l’autorité judiciaire compétente doit examiner si de\ntels éléments produits devant elle constituent objectivement des\n<strong>indices</strong> selon lesquels il a été porté atteinte au droit\nde propriété intellectuelle en cause.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-191\">Ayant considéré que de tels éléments produits à l’appui de la\nnouvelle demande sont intrinsèquement nouveaux, la cour d’appel de Liège\nne pouvait les écarter qu’en faisant prévaloir une autre interprétation\nde l’article 7 précité, laquelle ne résulte pas du texte même de cette\ndisposition qui n’interdit aucunement la réitération d’une demande de\nmesures fondée sur des éléments intrinsèquement nouveaux et, en cas\nd’une telle réitération, n’impose pas la prise en compte de critères\nsupplémentaires liés au caractère raisonnablement accessible des\néléments de preuve requis lors d’une demande précédente.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-192\">Si l’article 7 permet à la demanderesse d’invoquer des éléments de\npreuve «<em>raisonnablement accessibles</em>», il s’agit là d’une\ncondition prévue à son avantage, pour <strong>faciliter</strong> son\naccès à une mesure de protection de ses droits intellectuels, et non\npour entraver cet accès au motif que ces éléments étaient déjà\nraisonnablement accessibles <strong>auparavant</strong>.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-193\">A partir du moment où la directive 2004/48 a pour objet d’imposer aux\nÉtats membres le socle minimal des mesures et procédures nécessaires\npour assurer le respect des droits de propriété intellectuelle et\nqu’elle n’interdit pas la réitération d’une demande judiciaire de\nprotection fondée sur des faits, indices nouveaux, quels que soient les\nmotifs du rejet d’une première décision, l’interprétation des articles\n1<sup>er</sup>, 2.1, et 7 de cette directive commande, à l’estime de la\ndemanderesse, que le juge examine chaque requête de protection\njudiciaire sur la base des éléments produits à</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-194\">REQUÊTE/15</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-195\">l’appui <strong>de celle-ci</strong> afin de déterminer si ces\néléments peuvent intrinsèquement constituer des indices utiles.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-196\">Le principe de loyauté procédurale impose certes que le requérant\ninforme le juge qu’une précédente requête avait été déposée, mais c’est\nprécisément ce que la demanderesse avait fait en l’espèce.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-197\">Il en résulte que, contrairement à ce que décide l’arrêt attaqué, la\nquestion de <strong>l’interprétation</strong> de ces dispositions de la\ndirective 2004/48 est «<em>utile à la solution du litige</em>» et que la\ncour d’appel de Liège ne pouvait en conséquence ni refuser pour ce motif\nde «<em>faire droit à la question préjudicielle</em>», sans violer\nl’article 267 du Traité visé en tête du moyen, ni refuser d’accorder la\nmesure de protection sollicitée sans méconnaître les articles\n1<sup>er</sup>, 2.1, 3 et 7 de cette directive dans une autre\ninterprétation que celle qu’elle retient d’autorité.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-198\">***</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-199\">Dans la mesure où cette question d’interprétation de la directive en\nquestion est à présent soulevée devant Votre Cour, «juridiction\nnationale dont les décisions ne sont pas susceptibles d’un recours\njuridictionnel de droit interne», Votre Cour <strong>est tenue</strong>\nde saisir la Cour de justice de l’Union européenne, conformément à\nl’article 267 du Traité, dès lors que cette question d’interprétation\nest utile à la solution du litige et qu’il n’appartient pas à Votre Cour\nde choisir entre l’une ou l’autre des interprétations possibles.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-200\">La demanderesse suggère à Votre Cour de poser les trois questions\npréjudicielles suivantes:</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-201\"><strong>1. La notion «présent[er] des éléments de preuve\nraisonnablement accessibles»</strong> visée à l’article 7, §\n1<sup>er</sup>, de la directive 2004/48 doit-elle être interprétée en ce\nsens que, lorsqu’une législation ou une jurisprudence nationale autorise\nun requérant, qui a été débouté d’une demande de mesures provisoires\nvisant à conserver les éléments de preuve pertinents au regard de\nl’atteinte alléguée à son droit de propriété intellectuelle, à réitérer\ncette demande en invoquant de nouveaux indices d’atteinte à son droit de\npropriété intellectuelle, ces indices ne peuvent autoriser la\nréitération de la demande que s’ils n’étaient pas déjà raisonnablement\naccessibles au requérant lors de l’examen de sa première demande?</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-202\"><strong>2. Ainsi interprété, l’article 7 ne méconnaît-il pas\nl’obligation générale des articles 1<sup>er</sup> et 3.2 de la même\ndirective, qui imposent aux États membres que les procédures nécessaires\npour assurer le respect des droits de</strong></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-203\">REQUÊTE/16</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-204\">propriété intellectuelle soient effectives, proportionnées et\ndissuasives et être appliquées de manière à éviter la création\nd’obstacles au commerce légitime et à offrir des sauvegardes contre leur\nusage abusif?</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-205\">3.. Ainsi interprété, l’article 7 ne méconnaît-t-il pas l’article 2.1\nde cette même directive qui n’autorise les États membres à prévoir dans\nleur législation nationale des moyens nécessaires pour assurer le\nrespect des droits de propriété intellectuelle, que pour autant que ces\nmoyens soient plus favorables aux titulaires de droits que ceux prévus\npar cette directive?</p>\n<h5 id=\"seconde-branche\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-206\"><strong>Seconde branche</strong></h5>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-207\">1.- En vertu de l’article 6.1 de la Convention européenne de\nsauvegarde des droits de l’homme et des libertés fondamentales, toute\npersonne a droit à ce que sa cause soit entendue équitablement par un\ntribunal qui décidera des contestations sur ses droits de caractère\ncivil.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-208\">Dans ses conclusions d’appel, la demanderesse soutenait que:</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-209\"><em>«Refuser comme le fait [la défenderesse] que ces indices nouveaux\npuissent être pris en compte et qu’ils justifient une nouvelle requête\nen saisie-description s’avère une position radicalement contraire au\ntexte et aux objectifs poursuivis par la Directive 2004/48. En empêchant\négalement ainsi la manifestation de la vérité (à savoir la preuve de la\ncontrefaçon), [la défenderesse] vise à empêcher que ne se tienne devant\nle juge de fond un débat loyal sur l’atteinte qui lui est reprochée au\nregard du brevet EP’495 d’ASSIA EAL. Ce faisant, [la défenderesse] et\nl’argumentation qu’elle soulève mettent en cause le droit [de la\ndemanderesse] d’avoir accès à un juge et portent atteinte au droit au\nprocès équitable et à l’exercice des droits de la défense garantis par\nl’article 6 de la Convention européenne de sauvegarde des droits de\nl’homme et des libertés fondamentales»</em> (conclusions d’appel de la\ndemanderesse, p.&nbsp;25).</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-210\">En refusant de prendre en compte les indices nouveaux produits par la\ndemanderesse à l’appui de sa demande du 14 février 2020, sans même\ninterroger la Cour de justice de l’Union européenne sur l’interprétation\nde l’article 7 de la directive, l’arrêt attaqué n’a, pour les mêmes\nmotifs, pas réservé à la demanderesse un procès équitable (violation de\nl’article 6.1 de la Convention européenne des droits de l’homme visé en\ntête du moyen).</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-211\">2.- L’article 47 de la Charte des droits fondamentaux de l’Union\neuropéenne garantit le droit à un recours effectif et à l’accès à un\ntribunal impartial dans les termes suivants:</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-212\">REQUÊTE/17</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-213\">«Toute personne dont les droits et libertés garantis par le droit de\nl’Union ont été violés a droit à un recours effectif devant un tribunal\ndans le respect des conditions prévues au présent article.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-214\">Toute personne a droit à ce que sa cause soit entendue équitablement,\npubliquement et dans un délai raisonnable par un tribunal indépendant et\nimpartial, établi préalablement par la loi. Toute personne a la\npossibilité de se faire conseiller, défendre et représenter».</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-215\">Dans ses conclusions d’appel, la demanderesse développait:</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-216\"><em>«La thèse défendue dans la présente cause par [la défenderesse]\nrepose en réalité sur le présupposé que, sous peine de commettre une\nnégligence, le requérant en saisie-description devrait rassembler dès\navant la première requête d’emblée, à grands efforts et à grands frais,\ntous les indices possibles et accessibles.</em></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-217\"><em>Une telle position ne peut être suivie ni au regard du texte et\ndes objectifs de la directive 2004/48, ni plus fondamentalement au\nregard du droit d’accès à un tribunal. Si l’on devait suivre la thèse de\n[la défenderesse], en raison des efforts imposés aux titulaires de\ndroits de propriété intellectuelle, plus aucune saisie-description ne\npourrait être autorisée après un premier rejet, ce qui placerait la\nBelgique en une situation de manquement à ses obligations issues de la\ndirective 2004/48.</em></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-218\"><em>En effet, et alors que l’irrecevabilité ou la fin de non-recevoir\nsoulevée par [la défenderesse] n’est pas prévue expressément par la loi,\nil faut tenir compte du droit d’accès à un tribunal pour la défense des\ndroits dont on est titulaire (art. 6 de la Convention européenne des\nDroits de l’homme; article 47 de la Charte des droits fondamentaux de\nl’Union européenne) et en particulier de la directive 2004/48 précitée\nqui impose l’accès à une procédure de recueil des preuves (art. 7) et\nconformément à la règle générale d’effectivité des procédures de\nprotection de la propriété intellectuelle (art. 3) au terme de\nprocédures qui ne doivent pas être “inutilement complexes ou coûteuses”\n(art. 3, § 1<sup>er</sup>)» (conclusions d’appel de la demanderesse,\np.&nbsp;40).</em></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-219\">En refusant de prendre en compte les indices nouveaux produits par la\ndemanderesse à l’appui de sa demande du 14 février 2020, sans même\ninterroger la Cour de justice de l’Union européenne sur l’interprétation\nde l’article 7 de la directive, l’arrêt attaqué n’a pas respecté le\ndroit de la demanderesse à un recours effectif et à ce que sa cause soit\nentendue</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-220\">REQUÊTE/18</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-221\">équitablement (violation de l’article 47 de la charte visée en tête\ndu moyen).</p>\n<h5 id=\"développements\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-222\"><strong>Développements</strong></h5>\n<ul>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-223\">Une question préjudicielle est pertinente dès lors que la réponse,\nquelle qu’elle soit, aura une influence certaine sur la solution du\nlitige (CJUE, 6 octobre 1982, <em>Cilfit</em>, aff. C-283/81, point 10;\nCJUE, 18 juillet 2013, <em>Consiglio Nazionale dei Geologi</em>, aff.\nC-316/12, point 26; CJUE, 15 mars 2017, <em>Aquino</em>, aff. C-3/16,\npoint 43).</li>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-224\">Selon la Cour de justice de l’Union européenne, le renvoi\npréjudiciel est obligatoire lorsque la question d’interprétation de la\ndirective qui commande la solution d’un litige ne lui a jamais été\nsoumise auparavant (voir notamment C.J.U.E., 4 novembre 1997, Parfums\nChristian Dior / Evora (C-337/95, Rec. P. I-6013)).</li>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-225\">Sur la recevabilité d’un moyen de cassation pris de la violation\nd’une convention internationale, voir Cass., 4 décembre 2020, J.T. 2021,\np.&nbsp;848 et obs. P.A. Foriers, «<em>La recevabilité des moyens pris de la\nviolation d’une convention internationale: un pas vers moins de\nformalisme</em>». Voyez déjà J. Kirkpatrick et D. Léonard, «<em>Le\ncontrôle de l’interprétation des Conventions par la Cour de cassation et\nles cas dans lesquels une Convention doit être considérée comme une\n“loi” au sens de l’article 608 du Code judiciaire</em>», in <em>Mélanges\nPhilippe Gérard</em>, Bruxelles, Bruylant, 2002, p.&nbsp;408. Voy. ég. M.\nMahieu, «<em>La Cour de cassation et le droit international, évolution\nrécente</em>», in <em>Mélanges Philippe Gérard</em>, Bruxelles,\nBruylant, 2002, p.&nbsp;435).<br>\nVoir surtout, plus récemment, Cass., 15 septembre 2022, audience\nplénière, RG n° C. 19. 0425.F.</li>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-226\">«<em>Les directives ne sont, en principe, pas directement\napplicables, mais la Cour de justice de l’Union européenne a néanmoins\njugé que certaines dispositions pouvaient, exceptionnellement, produire\ndes effets directs dans un État membre sans que ce dernier n’ait arrêté\npréalablement un acte de transposition lorsque: a) la transposition dans\nle droit interne n’a pas eu lieu où a été effectué incorrectement, b)\nles dispositions de la directive sont inconditionnelles et suffisamment\nclaires et précises, et c) les dispositions de la directive confèrent\ndes droits aux particuliers. Lorsque ces conditions sont réunies, le\nparticulier peut se prévaloir de la disposition en cause devant\nl’autorité publique</em>» (voir conclusions du ministère public avant\nCass., 15 septembre 2022 précité).</li>\n</ul>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-227\">REQUÊTE/19</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-228\">Dans un tel cas, le moyen qui allègue la méconnaissance de l’effet\ndirect d’une directive doit aussi invoquer, en combinaison avec\nl’article 288, alinéa 3 du Traité sur le fonctionnement de l’Union\neuropéenne le défaut de transposition correcte de cette directive dont\ndécoule l’effet direct de celle-ci (Cass., 15 janvier 2018, Pas. n°\n59).</p>\n<h4 id=\"observation-finale\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-229\"><strong>Observation finale</strong></h4>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-230\">L’article XI.337 du Code de droit économique dispose:</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-231\"><em>«§ 1<sup>er</sup> Sans préjudice de la compétence de la\njuridiction unifiée du brevet visée à l’article 32, paragraphe\n1<sup>er</sup>, de l’Accord relatif à une juridiction unifiée du brevet,\nle tribunal de l’entreprise <strong>de Bruxelles</strong> connaît de\ntoutes les demandes en matière de brevet ou de certificat complémentaire\nde protection, quel que soit le montant de la demande».</em></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-232\">L’article 633quinquies, § 3, du Code judiciaire confère compétence\nexclusive au Président du Tribunal de commerce de Bruxelles pour\nconnaître des demandes en matière de saisie-contrefaçon (art. 1369bis/1\net sv. du Code judiciaire) en matière de brevets.</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-233\"><em>“Est seul compétent pour connaître des demandes de saisie en\nmatière de contrefaçon formées en vertu des articles 1369bis/1 à\n1369bis/10, relatives aux droits de propriété intellectuelle visés à\nl’article 574, 11°, 14° et <strong>15°</strong>, le président du\ntribunal de commerce de Bruxelles”, étant entendu que l’article 574,\n15°, du Code judiciaire vise les brevets.</em></p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-234\">À l’estime de la demanderesse, en cas de cassation, c’est donc devant\nla cour d’appel de Bruxelles que Votre Cour devrait renvoyer la\ncause.</p>\n<h3 id=\"a-ces-causes\" data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-235\"><strong>A CES CAUSES,</strong></h3>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-236\">L’avocat à la Cour de cassation soussigné, pour la demanderesse,\nconclut qu’il vous plaise, Mesdames, Messieurs,</p>\n<ul>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-237\">poser à la Cour de justice de l’Union européenne les trois questions\npréjudicielles suivantes:</li>\n</ul>\n<ol type=\"1\">\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-238\">La notion «<strong>présent[er] des éléments de preuve\nraisonnablement accessibles</strong>» visée à l’article 7, §\n1<sup>er</sup>, de la directive 2004/48 doit-elle être interprétée en ce\nsens que, lorsqu’une législation ou une jurisprudence nationale autorise\nun requérant, qui a été débouté d’une demande de</li>\n</ol>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-239\">REQUÊTE/20</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-240\">mesures provisoires visant à conserver les éléments de preuve\npertinents au regard de l’atteinte alléguée à son droit de propriété\nintellectuelle, à réitérer cette demande en invoquant de nouveaux\nindices d’atteinte à son droit de propriété intellectuelle, ces indices\nne peuvent autoriser la réitération de la demande que s’ils n’étaient\npas déjà raisonnablement accessibles au requérant lors de l’examen de sa\npremière demande?</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-241\"><strong>2.</strong> Ainsi interprété, l’article 7 ne méconnaît-il pas\nl’obligation générale des articles 1<sup>er</sup> et 3.2 de la même\ndirective, qui imposent aux États membres que les procédures nécessaires\npour assurer le respect des droits de propriété intellectuelle soient\neffectives, proportionnées et dissuasives et être appliquées de manière\nà éviter la création d’obstacles au commerce légitime et à offrir des\nsauvegardes contre leur usage abusif?</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-242\"><strong>3.</strong> Ainsi interprété, l’article 7 ne méconnaît-il pas\nl’article 2.1 de cette même directive qui n’autorise les États membres à\nprévoir dans leur législation nationale des moyens nécessaires pour\nassurer le respect des droits de propriété intellectuelle, que pour\nautant que ces moyens soient plus favorables aux titulaires de droits\nque ceux prévus par cette directive?</p>\n<ul>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-243\"><p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-244\">casser et annuler l’arrêt attaqué et renvoyer la cause devant la\ncour d’appel de Bruxelles autrement composée;</p></li>\n<li data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-245\"><p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-246\">statuer comme de droit sur les dépens de l’instance de\ncassation.</p></li>\n</ul>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-247\">Bruxelles, le 16 octobre 2023</p>\n<p data-id=\"ECLI:BE:CASS:2026:ARR.20260116.1F.2:block-248\">Geoffroy de FOESTRAETS</p>\n"
}